[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos after his graduation speech on Wednesday at the Beacon Theatre condemned the \"genocide currently occurring\" in Gaza. Rozos's remarks, criticizing U.S. support for Israel, sparked both cheers and boos, leading to a public denouncement from NYU spokesperson John Beckman and an apology from Gallatin Dean Victoria Rosner. The university cited Rozos' deviation from his approved speech and violation of university rules as the reason for withholding his diploma. Groups like NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine are urging NYU to release the diploma, claiming academic freedom is being violated. Conversely, organizations like EndJewHatred and the Anti-Defamation League have criticized Rozos's speech, with the latter applauding NYU’s disciplinary action. This incident follows past instances of students protesting NYU's ties to Israel during graduation ceremonies, raising concerns about freedom of speech and potential repercussions for students expressing pro-Palestinian views, which might impact future student expression at NYU events.",
    "chinese_title": "纽约大学暂扣毕业生毕业证书，因其毕业典礼演讲涉及加沙局势",
    "chinese_news_report": "纽约大学 (NYU) 暂扣了加勒廷学院 (Gallatin) 毕业生洛根·罗佐斯 (Logan Rozos) 的毕业证书。原因在于罗佐斯在周三灯塔剧院 (Beacon Theatre) 的毕业典礼演讲中，谴责了在加沙“正在发生的种族灭绝”。\n\n罗佐斯的言论批评了美国对以色列的支持，现场反应不一，既有欢呼也有嘘声。纽约大学发言人约翰·贝克曼 (John Beckman) 公开发表声明谴责该言论。加勒廷学院院长维多利亚·罗斯纳 (Victoria Rosner) 也对此表示道歉。\n\n校方表示，罗佐斯的演讲内容偏离了事先批准的版本，违反了校规，因此暂扣其毕业证书。\n\n“纽约大学巴勒斯坦正义校友会” (NYU Alumni for Justice in Palestine) 和“教职工巴勒斯坦正义会” (Faculty & Staff for Justice in Palestine) 等团体正在敦促纽约大学发放罗佐斯的毕业证书，他们声称学术自由受到了侵犯。\n\n另一方面，“停止犹太仇恨组织” (EndJewHatred) 和“反诽谤联盟” (Anti-Defamation League) 等组织批评了罗佐斯的演讲。“反诽谤联盟”对纽约大学的处分表示赞赏。\n\n此前，在毕业典礼上，有学生曾抗议纽约大学与以色列的关系。",
    "processing_timestamp": "2025-05-20T19:14:43.855087"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "At NYU's 2025 commencement at Yankee Stadium on Thursday, May 15, a number of graduates protested President Linda Mills' speech, continuing demonstrations from the previous year regarding NYU's handling of pro-Palestinian expression. Mills' address, centered on happiness and relationships, avoided direct mention of President Trump's policies affecting U.S. higher education. However, these policies have resulted in federal funding cuts and threats against student visa holders, impacting international students. NYU is among institutions facing scrutiny from the Trump administration for its handling of antisemitism complaints and diversity programs. Recently, an undisclosed number of NYU international students experienced changes to their immigration status due to federal actions, although their statuses were reportedly restored three weeks prior. The university, and President Mills specifically, has been criticized for a lack of direct communication regarding these significant developments affecting international students.",
    "chinese_title": "纽约大学毕业典礼现抗议，校长演讲受阻",
    "chinese_news_report": "5月15日，纽约大学 (NYU) 在洋基体育场举行了2025届毕业典礼。典礼上，部分毕业生对校长琳达·米尔斯 (Linda Mills) 的演讲表示抗议。\n\n抗议活动延续了去年对纽约大学处理亲巴勒斯坦言论方式的示威。米尔斯校长的演讲主要围绕幸福和人际关系展开，没有直接提及特朗普总统 (President Trump) 的政策。\n\n据悉，特朗普政府的政策对美国高等教育造成了影响，包括联邦资金削减以及对学生签证持有者的威胁。纽约大学是受到特朗普政府审查的机构之一，审查内容涉及其对反犹太主义投诉和多元化项目的处理。\n\n近期，部分纽约大学国际学生的移民身份发生了变化，原因是联邦政府的行动。据报道，这些学生的身份在三周前已恢复。\n\n针对这些影响国际学生的重大事件，校方，特别是米尔斯校长，受到了缺乏直接沟通的批评。",
    "processing_timestamp": "2025-05-20T19:14:48.573334"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On May 15, 2025, Molly Shannon, former \"Saturday Night Live\" star, delivered the commencement address at NYU's 192nd graduation ceremony. Speaking to thousands of students and guests, Shannon, who received a Doctor of Fine Arts, shared anecdotes about her post-graduation struggles, encouraging graduates to persevere through challenges and embrace their unique talents. She highlighted the importance of resilience and self-acceptance in the face of career setbacks. This year's ceremony followed a period of turbulence at NYU, including federal funding cuts and student protests related to international events. Shannon, a Tisch School of the Arts alumna, emphasized the graduates' potential to shape the future. The other honorary degree recipients were New York Liberty CEO Keia Clarke and physicist Walter Massey.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表演讲",
    "chinese_news_report": "5月15日，前《周六夜现场》(Saturday Night Live) 明星莫莉·香侬 (Molly Shannon) 在纽约大学 (NYU) 第192届毕业典礼上发表毕业演讲。\n\n香侬获得了美术博士学位。 她向数千名学生和来宾讲述了自己毕业后的奋斗经历。她鼓励毕业生们坚持不懈，迎接挑战，拥抱自己独特的才能。\n\n香侬强调了面对职业挫折时，韧性和自我接纳的重要性。\n\n今年的毕业典礼之前，纽约大学经历了一段动荡时期，包括联邦政府削减资金以及学生抗议国际事件。\n\n作为纽约大学帝势艺术学院 (Tisch School of the Arts) 的校友，香侬强调了毕业生塑造未来的潜力。\n\n纽约自由人队 (New York Liberty) 首席执行官凯娅·克拉克 (Keia Clarke) 和物理学家沃尔特·马西 (Walter Massey) 也获得了荣誉学位。",
    "processing_timestamp": "2025-05-20T19:14:53.293180"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine rescinded acceptance offers to nine prospective students for its joint MD-Ph.D. program earlier in 2025. The decision, reported by WSN on May 14, 2025, stems from the loss of a federal grant that financially supported the program. While the article does not explicitly state the citizenship status of the affected students, this situation highlights the vulnerability of programs reliant on external funding. For Chinese international students at NYU considering or currently enrolled in similar programs involving federal grants, this event underscores the importance of understanding the financial stability and funding sources of their programs. The rescinded acceptances serve as a reminder of potential disruptions and the need for contingency planning regarding educational funding. Affected students should consult with NYU's international student services for advising on alternative funding options and academic pathways. The situation may also impact future application cycles for the MD-Ph.D. program.",
    "chinese_title": "纽约大学医学院撤回录取通知",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 于2025年初撤回了九名医学博士-哲学博士 (MD-Ph.D.) 联合项目的学生的录取通知。\n\n《华盛顿广场新闻》(WSN) 于2025年5月14日报道，此决定源于该项目失去了一项联邦拨款。该拨款为项目提供财政支持。\n\n受影响的学生应咨询纽约大学的国际学生服务部门，寻求有关替代资金来源和学术途径的建议。\n\n该事件可能会影响医学博士-哲学博士 (MD-Ph.D.) 项目未来的申请。\n\n目前，学校对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T19:14:59.559904"
  }
]