[
  {
    "news_id": 1,
    "original_title": "City Scoop: Trump awed in meeting with Mamdani, and other top stories across NYC",
    "source_url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "White House immigration advisor Tom Homan announced on Tuesday that federal immigration enforcement operations will escalate in New York City due to its sanctuary city policies. This announcement follows the recent detention of nine people on Canal Street for selling counterfeit goods. On Saturday, U.S. Immigration and Customs Enforcement (ICE) agents reappeared at Canal Street, though an undocumented vendor was released from NYPD custody before ICE could detain him. While President Trump said he would not deploy the National Guard, Homan confirmed an increased enforcement presence is planned for the city. In other news affecting daily commutes, the MTA revealed a copper wire thief caused over 700 subway delays last month. The thefts, occurring near the 149th Street-Grand Concourse station in the Bronx, disrupted the 1, 2, 3, 4, 5, and 6 lines during evening rush hours.",
    "chinese_title": "标题生成失败 (Title generation failed)",
    "refined_chinese_news_report": "翻译失败或跳过 (Translation failed or skipped)",
    "processing_timestamp": "2025-11-30T22:00:46.507831"
  },
  {
    "news_id": 2,
    "original_title": "Ex-UN diplomat talks human rights careers with Steinhardt class",
    "source_url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, former United Nations diplomat David Chikvaidze visited an NYU Steinhardt human rights class, offering career advice to students aspiring to work in international diplomacy. In response to student questions about securing jobs and internships, Chikvaidze acknowledged that the UN accepts only a small number of undergraduate interns and lacks a clear \"docking point\" for young people. With 36 years of experience, he advised students to first identify their desired position and then learn how to emphasize their unique strengths as a candidate. He also urged them to work based on their interests, focus on their goals, and celebrate small victories. The talk was part of the \"International Human Rights Activism and Education\" course, led by Professor Heddy Lahmann. Chikvaidze stated he enjoys speaking to student audiences and views youth as a \"reservoir of talent, energy and enthusiasm.\"",
    "chinese_title": "前联合国官员访纽大，分享外交求职经验",
    "refined_chinese_news_report": "本周四，拥有36年经验的前联合国（UN）外交官大卫·奇克瓦伊泽 (David Chikvaidze) 访问了纽约大学斯坦哈特学院的一门人权课程。他为有志于从事国际外交工作的学生们提供了职业发展建议。据悉，这场讲座是海蒂·拉曼 (Heddy Lahmann) 教授主讲的“国际人权行动与教育”课程的一部分。\n在回答学生关于求职和实习的问题时，奇克瓦伊泽坦言，联合国只接受极少数的本科实习生，并且缺乏一个为年轻人设置的明确“切入点”。他建议学生首先要明确自己想做的职位，然后学会如何突出自己作为候选人的独特优势。\n奇克瓦伊泽还鼓励学生们根据自己的兴趣工作，专注于目标，并为每一个小小的成功庆祝。他表示自己很喜欢与学生交流，并视年轻人为“才华、精力和热情的宝库”。",
    "processing_timestamp": "2025-11-30T22:01:37.392811"
  },
  {
    "news_id": 3,
    "original_title": "NYU Langone awarded ‘A’ in safety for 11th time",
    "source_url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Langone Health has received an \"A\" grade for patient safety for the 11th consecutive time in a national hospital ranking by The Leapfrog Group. This top rating, from the fall 2025 survey, applies to its main hospitals in Manhattan (Tisch Hospital, Kimmel Pavilion), Brooklyn, and Long Island, which are facilities students may use. The report noted that NYU Langone Hospital in Suffolk improved its grade from a \"C\" to a \"B,\" while only 23% of New York state hospitals received an \"A.\" According to NYU Langone dean and CEO Alec Kimmelman, this reflects the institution's commitment to safe, top-quality care. The medical center also recently opened six new facilities in Suffolk County and proposed an $83 million emergency department expansion in Kips Bay. However, the article also mentions that the hospital system has faced criticism over cancelled appointments and employee lawsuits alleging discrimination.",
    "chinese_title": "NYU朗格尼医院，连续11次获A级评定",
    "refined_chinese_news_report": "纽约大学朗格尼医疗中心 (NYU Langone Health) 在一项全国性医院评级中，已连续第11次获得患者安全“A”级评价。这项最高评级由非营利组织“飞跃集团” (The Leapfrog Group) 在其2025年秋季调查中授予，涵盖了学生常去的曼哈顿帝势医院 (Tisch Hospital)、基梅尔馆 (Kimmel Pavilion) 以及布鲁克林和长岛的医院。\n纽约大学朗格尼院长兼首席执行官亚历克·金梅尔曼 (Alec Kimmelman) 表示，这一成绩反映了该机构对提供安全、顶尖医疗服务的承诺。根据该组织的报告，在纽约州的所有医院中，仅有23%获得了“A”级评价。\n此外，报告还指出，纽约大学朗格尼位于萨福克县 (Suffolk County) 的医院评级也从“C”级提升至“B”级。该医疗系统近期还在萨福克县开设了六家新设施，并提议投资8300万美元扩建位于基普斯湾 (Kips Bay) 的急诊部门。",
    "processing_timestamp": "2025-11-30T22:02:31.015258"
  },
  {
    "news_id": 4,
    "original_title": "Langone researchers find new way to detect nerve-killing head trauma",
    "source_url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers at NYU Langone have developed a new method to help predict the risk of chronic traumatic encephalopathy (CTE), a degenerative brain disease caused by repeated head injuries. This condition is common among athletes like football players but can currently only be confirmed through a post-death autopsy. The September study, a collaboration between the NYU Grossman School of Medicine and the Langone Concussion Center, analyzed brain scans from 169 former male football players and 54 healthy males. Using advanced computer analysis, the team found that former players had wider and shallower brain grooves, or sulci, in specific areas affected by head trauma. Lead author Hector Arciniega stated this breakthrough could enable a comprehensive risk assessment, marking a \"major shift in patient care\" by allowing for earlier intervention. Future research will also examine how social factors might impact CTE diagnosis and treatment.",
    "chinese_title": "NYU新突破，可生前预测脑损伤",
    "refined_chinese_news_report": "纽约大学朗格尼医学中心 (NYU Langone) 的研究人员开发出一种新方法，可用于预测慢性创伤性脑病 (CTE) 的风险。CTE是一种由反复头部受伤引起的退行性脑部疾病，在橄榄球运动员等群体中很常见，但目前只能通过死后尸检确诊。\n这项于九月发布的研究由纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 和朗格尼脑震荡中心 (Langone Concussion Center) 合作进行。研究团队分析了169名前男性橄榄球运动员和54名健康男性的脑部扫描，通过先进的计算机分析发现，前运动员在受头部创伤影响的特定区域，其脑沟 (sulci) 比健康男性更宽、更浅。\n研究的主要作者赫克托·阿尔西涅加 (Hector Arciniega) 表示，这一突破能够实现全面的风险评估，允许更早地进行干预，是“患者护理的重大转变”。未来的研究还将检视社会因素对CTE诊断和治疗可能产生的影响。",
    "processing_timestamp": "2025-11-30T22:03:18.208475"
  },
  {
    "news_id": 5,
    "original_title": "COVID-19 may affect sense of smell for years, Langone study finds",
    "source_url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A new study by NYU Langone Health researchers reveals that COVID-19 may cause a long-term, reduced sense of smell, often without the person’s awareness. The study, which monitored over 3,500 people for nearly four years, used a 40-scent scratch-and-sniff test to measure olfactory function. A key finding was that among participants who previously had COVID-19 but reported no issues, 66% actually had abnormally low test scores, a condition known as hyposmia.\n\nCo-lead author and NYU Professor Leora Horwitz noted that this unrecognized impairment poses significant daily life risks, such as failing to smell gas leaks, smoke from a fire, or spoiled food. The condition can also lead to loss of interest in eating and potential malnourishment. While there are no guaranteed treatments, researchers recommend that doctors screen long-term COVID-19 patients, as smell training has shown some success.",
    "chinese_title": "纽约大学研究发现，新冠或致长期嗅觉减退",
    "refined_chinese_news_report": "纽约大学朗格尼健康中心 (NYU Langone Health) 的一项新研究显示，感染新冠病毒可能导致长期的嗅觉减退，而患者本人往往并未察觉。这项研究在近四年里追踪了超过3500人，结果发现，在那些自称没有嗅觉问题的新冠康复者中，高达66%的人在专业嗅觉测试中得分异常低，这种情况被称为嗅觉减退 (hyposmia)。\n研究的共同主要作者、纽约大学教授莉奥拉·霍维茨 (Leora Horwitz) 指出，这种未被察觉的嗅觉障碍会带来严重的生活风险。例如，患者可能无法闻到煤气泄漏、火灾烟雾或变质食物，还可能因对饮食失去兴趣而导致营养不良。\n尽管目前尚无确保有效的治疗方法，但研究人员建议医生对长期新冠患者进行相关筛查。研究表明，嗅觉训练已在部分病例中取得了一定成效。",
    "processing_timestamp": "2025-11-30T22:04:15.910317"
  },
  {
    "news_id": 6,
    "original_title": "Silver trains social work students with virtual simulations",
    "source_url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A study by NYU's Silver School of Social Work found that hybrid training integrating virtual simulations can address New York City's shortage of mental health professionals, which includes a 15.6% vacancy rate. A pilot initiative launched in 2023 allows Silver students to practice clinical skills, such as suicide risk assessments, in a low-stakes environment using virtual technology and actors. According to researchers Anne Dempsey and Nicholas Lanzieri, this method helps students build practical skills before entering real-world clinical settings. The training also mitigates a key challenge for students in internships who may not receive live feedback due to patient confidentiality rules. While some students found automated feedback intimidating, Silver is now collaborating with the Tandon and Steinhardt schools to launch a fully AI-powered virtual reality simulation this spring.",
    "chinese_title": "纽约大学采用虚拟现实，培训心理健康人才",
    "refined_chinese_news_report": "纽约大学苏晓银社会工作学院 (NYU's Silver School of Social Work) 的一项研究指出，结合虚拟模拟的混合式培训，有助于解决纽约市心理健康专业人员短缺的问题。目前，该市相关职位的空缺率高达15.6%。\n该学院于2023年启动了一项试点计划，让学生在低风险环境中，通过虚拟技术和真人演员进行临床技能练习，例如自杀风险评估。研究员安妮·邓普西 (Anne Dempsey) 和尼古拉斯·兰齐耶里 (Nicholas Lanzieri) 表示，这种方法能帮助学生在进入真实临床环境前建立实践技能，同时也解决了实习生因患者保密规定而难以获得现场反馈的难题。\n尽管有部分学生反映自动化反馈令人感到压力，但苏晓银学院目前正与坦登工程学院 (Tandon School of Engineering) 和斯坦哈特学院 (Steinhardt School) 合作。三方计划在今年春季推出一个完全由人工智能驱动的虚拟现实模拟系统。",
    "processing_timestamp": "2025-11-30T22:05:11.731919"
  },
  {
    "news_id": 7,
    "original_title": "Urban health care can’t keep up, Tandon study finds",
    "source_url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A September study from NYU's Tandon School of Engineering has found that large cities are struggling to provide adequate specialized medical care for their growing populations. Led by Tandon Ph.D. candidate Tian Gan, the research analyzed data from over 1.4 million healthcare providers nationwide. The findings show that New York City, while offering 74 out of 75 tracked medical specialties, has only 4.7 specialists per 1,000 residents. This shortage directly impacts residents by causing longer wait times, bounced referrals between doctors, and an overreliance on primary care physicians. Consequently, patients in cities like New York may need to engage in \"medical tourism,\" traveling outside their neighborhoods for faster, specialized treatment. The study also highlighted that addiction medicine and preventive medicine are among the most underrepresented specialties in major metropolitan areas.",
    "chinese_title": "纽约专科医生短缺, 看病等待时间长",
    "refined_chinese_news_report": "纽约大学坦登工程学院 (Tandon School of Engineering) 九月发布的一项研究发现，美国大城市难以满足其日益增长人口对专科医疗的需求。该研究由坦登学院博士生甘甜 (Tian Gan) 领导，分析了全美超过140万名医疗服务提供者的数据。\n研究结果以纽约市为例指出，虽然该市拥有75个追踪医疗专科中的74个，但每1000名居民仅对应4.7名专科医生。这种资源短缺直接影响了居民，具体表现为就医等待时间更长、在不同医生间转诊困难，以及对家庭医生的过度依赖。\n因此，居住在纽约这类城市的患者可能需要进行“医疗旅行”，前往自己社区以外的地方寻求更快的专科治疗。该研究还特别指出，在各大都市区，成瘾医学和预防医学是目前资源配置最不足的两个专科领域。",
    "processing_timestamp": "2025-11-30T22:06:12.140780"
  },
  {
    "news_id": 8,
    "original_title": "NYU awaits guidance on admissions data release",
    "source_url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Under a new Trump administration policy, New York University must submit detailed applicant and admissions data to the federal government starting December 3. This requirement compels universities to provide six years of data, including applicants' race, sex, test scores, and GPAs, to ensure compliance with the Supreme Court's ban on race-based admissions. NYU risks losing up to $1.5 billion in federal funding, which supports research and student aid, if it fails to comply. This federal pressure follows a 2023 court decision, after which Asian student enrollment at NYU increased from 22% to 27%, while Black and Latino enrollment fell. An NYU spokesperson confirmed the university is \"awaiting further guidance\" on the new reporting rules, which have raised concerns on campus following a recent racially motivated data breach involving applicant information.",
    "chinese_title": "不遵守新规，纽大或失15亿联邦资金",
    "refined_chinese_news_report": "根据特朗普政府的一项新政策，纽约大学 (New York University) 必须从12月3日起，向联邦政府提交详细的申请和录取数据。这项要求强制大学提供过去六年的数据，包括申请人的种族、性别、考试成绩和GPA，以确保其遵守最高法院关于禁止种族招生的裁决。\n如果纽约大学不遵守该规定，将面临损失高达15亿美元联邦资金的风险。这笔资金主要用于支持学校的研究项目和学生经济援助。\n这项联邦压力源于2023年的一项法院裁决，在该裁决后，纽约大学的亚裔学生入学比例从22%上升至27%，而黑人和拉丁裔学生的入学比例则有所下降。一位纽约大学发言人确认，校方正在“等待关于新报告规则的进一步指导”。",
    "processing_timestamp": "2025-11-30T22:07:04.630754"
  }
]