[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos following his graduation speech on Wednesday at the Beacon Theatre, where he condemned actions in Gaza. University spokesperson John Beckman stated Rozos misused his role and violated university rules by deviating from his approved speech. The speech, during which Rozos referenced a “genocide,” drew both cheers and boos from the audience, and an apology from Gallatin Dean Victoria Rosner. Several groups including NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine are urging NYU to release Rozos’ diploma, citing academic freedom. Conversely, groups like EndJewHatred and the Anti-Defamation League applauded NYU's disciplinary action. This incident raises concerns about freedom of speech related to political issues at NYU, particularly concerning international students who may hold diverse perspectives on global events. Last year, another student was prohibited from giving a speech criticizing NYU's ties to Israel, suggesting a pattern of sensitivity around this topic at graduation ceremonies.",
    "chinese_title": "纽约大学暂扣毕业生毕业证，因其演讲谴责加沙行动",
    "chinese_news_report": "纽约大学 (NYU) 暂扣了加勒廷学院 (Gallatin) 毕业生罗根·罗佐斯 (Logan Rozos) 的毕业证书。此前，罗佐斯于周三在信标剧院 (Beacon Theatre) 的毕业典礼上发表了演讲，谴责了加沙地带的行动。\n\n大学发言人约翰·贝克曼 (John Beckman) 表示，罗佐斯滥用了他的角色，并因偏离其批准的演讲稿而违反了大学规定。\n\n罗佐斯在演讲中提到了“种族灭绝”，引发了观众的欢呼和嘘声。加勒廷学院院长维多利亚·罗斯纳 (Victoria Rosner) 对此表示道歉。\n\n包括“纽约大学巴勒斯坦正义校友会” (NYU Alumni for Justice in Palestine) 和“教职工巴勒斯坦正义协会” (Faculty & Staff for Justice in Palestine) 在内的多个团体正在敦促纽约大学发放罗佐斯的毕业证书，理由是学术自由。\n\n另一方面，像“停止犹太仇恨” (EndJewHatred) 和“反诽谤联盟” (Anti-Defamation League) 这样的团体则对纽约大学的纪律处分表示赞赏。\n\n这一事件引发了人们对纽约大学政治问题言论自由的担忧，特别是关于可能对全球事件持有不同观点的国际学生。\n\n去年，另一名学生被禁止发表批评纽约大学与以色列关系的演讲，这表明在该校毕业典礼上，围绕这一话题存在一种敏感模式。",
    "processing_timestamp": "2025-05-20T19:00:29.108383"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's 2025 commencement at Yankee Stadium on Thursday, May 15, a number of graduates protested President Linda Mills' address with boos and a walkout, marking the second consecutive year of such demonstrations. The protest stems from NYU's handling of pro-Palestinian speech and broader concerns about federal actions against higher education under President Trump. These actions include potential federal funding cuts, threats to student visas, and the dismantling of diversity programs. Notably, NYU is among the universities facing federal scrutiny regarding antisemitism complaints and diversity-related initiatives. Recently, some NYU international students experienced changes to their immigration status due to Trump's policies, although these statuses were reportedly reactivated three weeks ago. President Mills has not publicly addressed these federal policy changes impacting NYU. It's important for Chinese international students to stay informed about these evolving federal policies as they may affect their visa status and academic opportunities.",
    "chinese_title": "纽约大学毕业典礼再现抗议，学生对校长表示不满",
    "chinese_news_report": "纽约大学 (NYU) 2025届毕业典礼于5月15日星期四在洋基体育场 (Yankee Stadium) 举行。典礼期间，部分毕业生对校长琳达·米尔斯 (Linda Mills) 的讲话表示抗议。\n\n抗议者以嘘声和退场的方式表达不满。这已是连续第二年发生类似示威活动。\n\n抗议源于纽约大学对支持巴勒斯坦言论的处理方式。学生们也对特朗普总统 (President Trump) 领导下，联邦政府针对高等教育机构采取的行动表示担忧。\n\n这些行动包括潜在的联邦资金削减、学生签证威胁以及多元化项目的取消。纽约大学是面临联邦政府审查的大学之一，审查内容涉及反犹太主义投诉和与多元化相关的举措。\n\n近期，部分纽约大学的国际学生因特朗普政府的政策，其移民身份发生了变化。据悉，这些身份已于三周前恢复。\n\n米尔斯校长尚未公开回应这些影响纽约大学的联邦政策变化。",
    "processing_timestamp": "2025-05-20T19:00:33.818802"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On May 15, 2025, Molly Shannon, a former \"Saturday Night Live\" star and Tisch School of the Arts alumna (1987), delivered the commencement address at NYU's 192nd graduation ceremony. Addressing graduates and guests, including international students, at Yankee Stadium, Shannon shared her experiences navigating post-graduation challenges in New York City, emphasizing resilience and self-acceptance in the face of career setbacks. Referencing her journey from NYU to SNL, she encouraged graduates to persevere despite rejections in their chosen fields. The ceremony occurred amidst a period of turbulence for NYU, including federal funding cuts and criticism regarding sanctions on student protests, potentially impacting university resources and policies affecting international students. Shannon, along with New York Liberty CEO Keia Clarke and physicist Walter Massey, received honorary degrees.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表演讲",
    "chinese_news_report": "2025年5月15日，前《周六夜现场》(Saturday Night Live) 明星、纽约大学 (NYU) 帝势艺术学院 (Tisch School of the Arts) 1987届校友莫莉·香侬 (Molly Shannon) 在纽约大学第192届毕业典礼上发表毕业演讲。\n\n香侬在洋基体育场 (Yankee Stadium) 向毕业生和来宾，包括国际学生，分享了她在纽约市应对毕业后挑战的经验。她强调了在面对职业挫折时的韧性和自我接纳。\n\n香侬回顾了她从纽约大学到《周六夜现场》的历程，鼓励毕业生们在各自选择的领域中坚持不懈，不畏拒绝。\n\n此次毕业典礼正值纽约大学面临动荡时期，其中包括联邦政府削减资金以及对学生抗议活动的制裁的批评，这些可能会影响大学资源和影响国际学生的政策。\n\n香侬与纽约自由人队 (New York Liberty) 首席执行官凯亚·克拉克 (Keia Clarke) 和物理学家沃尔特·马西 (Walter Massey) 一同获得了荣誉学位。",
    "processing_timestamp": "2025-05-20T19:00:38.560813"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine unexpectedly rescinded acceptance offers to nine prospective students for its joint MD-Ph.D. program earlier this year, announced on May 14, 2025. The decision stems from the loss of a significant federal grant that financially supported the program. This pause in admissions may affect the availability of research opportunities and funding within the MD-Ph.D. program for current and future international students at NYU Grossman, including Chinese students. While the exact financial impact on currently enrolled students remains unclear from the article, the reduction in funding could lead to increased competition for remaining research grants or changes in program structure. NYU Chinese international students considering or currently enrolled in programs affiliated with NYU Grossman should monitor the situation closely for potential adjustments to program funding, research opportunities, and enrollment policies. Affected students should contact NYU's Office of Global Services for guidance regarding their visa status and funding options, as changes in program funding may have implications for their financial resources.",
    "chinese_title": "纽约大学医学院撤回录取通知，因联邦拨款损失",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 于2025年5月14日宣布，撤回了九名医学博士-哲学博士 (MD-Ph.D.) 联合项目的学生的录取通知。\n\n此决定源于一项重要的联邦拨款的损失，该拨款曾为该项目提供财政支持。\n\n招生暂停可能会影响纽约大学格罗斯曼医学院医学博士-哲学博士项目内，当前和未来国际学生的研究机会和资金，包括中国学生。\n\n文章未明确说明对目前在校学生的具体经济影响。但资金的减少可能导致对剩余研究经费的竞争加剧，或项目结构的变化。\n\n考虑或目前就读于与纽约大学格罗斯曼医学院相关项目的纽约大学中国留学生，应密切关注情况，以了解项目资金、研究机会和招生政策的潜在调整。\n\n受影响的学生应联系纽约大学全球服务办公室 (NYU's Office of Global Services)，以寻求有关签证状态和资金选择的指导，因为项目资金的变化可能会对其财务资源产生影响。",
    "processing_timestamp": "2025-05-20T19:00:45.187513"
  }
]