[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos after his graduation speech on Wednesday, May 15th at the Beacon Theatre, where he condemned the \"genocide currently occurring\" in Gaza, prompting both cheers and boos from the audience. University spokesperson John Beckman stated Rozos misused his role and violated university rules by deviating from his approved speech. This decision has sparked controversy, with groups like NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine urging the university to release Rozos' diploma, citing academic freedom. Conversely, groups such as End Jew Hatred and the Anti-Defamation League applauded NYU's disciplinary action. Some faculty members, like Gallatin professor Ritty Lukose, view the administration's reaction as a violation of academic freedom and an attempt to suppress pro-Palestinian speech. This incident follows a previous instance where a Global Liberal Studies valedictorian was prohibited from giving a critical speech last year, highlighting ongoing tensions surrounding free speech and political expression at NYU. The controversy could potentially impact future graduation ceremonies and student expression on campus, requiring international students to stay aware of NYU's policies regarding speech and protest.",
    "chinese_title": "纽约大学暂扣毕业生因加沙言论文凭",
    "chinese_news_report": "纽约大学(NYU) 暂扣了加勒廷学院(Gallatin)毕业生罗根·罗佐斯 (Logan Rozos) 的文凭。\n\n5月15日，罗佐斯在灯塔剧院 (Beacon Theatre) 的毕业典礼上发表讲话。 他的讲话谴责了在加沙发生的“种族灭绝”行为。 现场观众反应不一， 有人欢呼，也有人发出嘘声。\n\n大学发言人约翰·贝克曼 (John Beckman) 表示，罗佐斯滥用了他的角色， 并违反了大学规定， 因为他的讲话内容偏离了事先批准的稿件。\n\n纽约大学校友巴勒斯坦正义组织 (NYU Alumni for Justice in Palestine) 和教职工巴勒斯坦正义组织 (Faculty & Staff for Justice in Palestine) 等团体敦促校方发放罗佐斯的文凭， 并强调学术自由。\n\n反对犹太仇恨组织 (End Jew Hatred) 和反诽谤联盟 (Anti-Defamation League) 等团体则对纽约大学的处分行为表示赞赏。\n\n加勒廷学院教授瑞蒂·卢科斯 (Ritty Lukose) 认为， 校方管理层的反应是对学术自由的侵犯， 并试图压制支持巴勒斯坦的言论。\n\n此前， 去年也发生过全球自由研究 (Global Liberal Studies) 优秀毕业生被禁止发表批评性演讲的事件。\n\n目前， 纽约大学对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T19:16:08.037069"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's 2025 commencement at Yankee Stadium on Thursday, graduates protested President Linda Mills' address, marking the second consecutive year of such demonstrations. The protests stemmed from NYU's handling of pro-Palestinian speech and President Trump's recent actions against U.S. colleges. Mills' speech focused on relationships and happiness, avoiding direct mention of the federal actions, which include funding cuts, threats to student visas, and the elimination of diversity programs. NYU is among 10 schools facing scrutiny from the Trump administration regarding antisemitism complaints and among 52 investigated for diversity initiatives. Recently, an undisclosed number of NYU international students experienced immigration status changes due to Trump's policies, although their statuses were reportedly reactivated three weeks prior. Mills has not publicly commented on these policy changes or their impact on NYU's international student population.",
    "chinese_title": "纽约大学毕业典礼再现抗议",
    "chinese_news_report": "纽约大学 (NYU) 2025届毕业典礼周四在洋基体育场举行。 毕业典礼期间，有毕业生抗议校长琳达·米尔斯 (Linda Mills) 的讲话。 这是连续第二年发生此类抗议活动。\n\n抗议源于纽约大学对亲巴勒斯坦言论的处理。 美国前总统特朗普近期对美国大学采取行动，也引发部分学生不满。\n\n米尔斯在演讲中主要谈及人际关系和幸福感， 没有直接提及联邦政府的行动。 这些行动包括削减资金、威胁学生签证和取消多元化项目。\n\n纽约大学是受到特朗普政府审查的十所大学之一。审查内容主要关于反犹太主义的投诉。 纽约大学也是因多元化倡议而受到调查的52所大学之一。\n\n近期，部分纽约大学国际学生的移民身份发生变化。 据报道，他们的身份在三周前已恢复。 米尔斯尚未公开评论这些政策变化及其对纽约大学国际学生的影响。",
    "processing_timestamp": "2025-05-20T19:16:13.035562"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, May 15, 2025, Molly Shannon, former “Saturday Night Live” star and Tisch School of the Arts alumna, delivered the commencement address at NYU's 192nd graduation ceremony. Speaking to thousands of students and guests, including fellow honorees New York Liberty CEO Keia Clarke and physicist Walter Massey, Shannon encouraged graduates to persevere through challenges and embrace their unique talents, drawing from her own experiences navigating post-graduation life. Referencing her time after graduating from Tisch in 1987, Shannon highlighted the importance of resilience and self-acceptance in the face of career setbacks. The speech took place amidst a backdrop of recent turbulence at NYU, including federal funding concerns and student protests. While the speech focused on encouragement, the graduation occurred during a period where some NYU students have faced sanctions for protesting, a point of consideration for international students navigating free speech policies. This year's graduates join a large network of NYU alumni, including fellow Tisch alum Adam Sandler, who may be valuable resources for future career opportunities.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表讲话",
    "chinese_news_report": "5月15日，前《周六夜现场》(Saturday Night Live) 明星、纽约大学 (NYU) 帝势艺术学院 (Tisch School of the Arts) 校友莫莉·香侬 (Molly Shannon) 在纽约大学第192届毕业典礼上发表毕业演讲。\n\n香侬在演讲中鼓励毕业生们坚持克服挑战，拥抱自身的独特才能。她以自身经历为例，讲述了毕业后的人生道路。\n\n香侬回顾了1987年从帝势艺术学院毕业后的时光，强调了在面对职业挫折时，保持韧性和自我接纳的重要性。\n\n纽约自由人队 (New York Liberty) 首席执行官凯亚·克拉克 (Keia Clarke) 和物理学家沃尔特·马西 (Walter Massey) 也出席了毕业典礼。\n\n近期，纽约大学面临联邦资金问题和学生抗议等事件。部分纽约大学学生因抗议受到处罚。目前，学校对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T19:16:18.200416"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine recently rescinded acceptance offers to nine prospective students for its joint MD-Ph.D. program due to the loss of a significant federal grant. The announcement, impacting admissions for the upcoming academic year, occurred earlier this year, becoming public knowledge on May 14, 2025, following reports in WSN (Washington Square News). This sudden pause in admissions may signal potential changes or reductions in research funding and opportunities within the MD-Ph.D. program, directly affecting the resources available to enrolled students, including international students. While the specific amount of the lost grant is not disclosed, the rescinded acceptances indicate a substantial impact on the program's financial stability. Current and prospective NYU medical students, particularly those considering or enrolled in research-intensive programs, should monitor official announcements from the Grossman School of Medicine regarding funding updates and program adjustments. International students should also confirm any potential implications for their visa status related to changes in program funding or structure.",
    "chinese_title": "纽约大学医学院撤回录取通知",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 近期撤回了九名医学博士-哲学博士 (MD-Ph.D.) 联合项目的学生的录取通知。 此举影响了即将到来的学年的招生。\n\n撤回录取的原因是该学院失去了一项重要的联邦拨款。 该消息于今年早些时候发布，并于2025年5月14日经《华盛顿广场新闻》(Washington Square News, WSN) 报道后，成为公众信息。\n\n具体损失的拨款金额尚未公开。纽约大学格罗斯曼医学院尚未对此事件做出回应。",
    "processing_timestamp": "2025-05-20T19:16:24.301036"
  }
]