[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Logan Rozos, a Gallatin graduate, after his graduation speech on Wednesday at the Beacon Theatre criticized the situation in Gaza. Rozos accused the U.S. of supporting a \"genocide,\" sparking mixed reactions from attendees. NYU administration, including spokesperson John Beckman and Gallatin Dean Victoria Rosner, condemned the speech, stating Rozos misused his role and violated university rules. The university’s action has drawn criticism from groups like NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine, who argue it violates academic freedom. Conversely, groups like EndJewHatred and the Anti-Defamation League applauded NYU's disciplinary actions. This incident follows previous instances of students facing restrictions for pro-Palestinian expressions at NYU graduation ceremonies, raising concerns about freedom of speech on campus and potentially impacting international students' activism and expression.",
    "chinese_title": "纽约大学暂扣毕业生毕业演讲后文凭",
    "chinese_news_report": "纽约大学 (NYU) 暂扣了加勒廷学院 (Gallatin) 毕业生洛根·罗佐斯 (Logan Rozos) 的文凭。此前，罗佐斯在周三于信标剧院 (Beacon Theatre) 举行的毕业典礼上发表讲话，批评了加沙局势。\n\n罗佐斯指责美国支持“种族灭绝”，引发了与会者的不同反应。\n\n纽约大学管理部门，包括发言人约翰·贝克曼 (John Beckman) 和加勒廷学院院长维多利亚·罗斯纳 (Victoria Rosner)，谴责了罗佐斯的演讲。他们表示，罗佐斯滥用了他的角色，违反了大学规定。\n\n纽约大学的这一举动，引来了“纽约大学巴勒斯坦正义校友会” (NYU Alumni for Justice in Palestine) 和 “教职工巴勒斯坦正义协会” (Faculty & Staff for Justice in Palestine) 等团体的批评。他们认为，此举侵犯了学术自由。\n\n另一方面，“停止犹太仇恨” (EndJewHatred) 和“反诽谤联盟” (Anti-Defamation League) 等团体，对纽约大学的纪律处分表示赞赏。\n\n此前，纽约大学毕业典礼上曾发生过学生因亲巴勒斯坦言论而受到限制的事件。 这引发了人们对校园言论自由的担忧，并可能影响国际学生的行动主义和表达。",
    "processing_timestamp": "2025-05-20T18:57:16.662571"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's 2025 commencement at Yankee Stadium on Thursday, graduates protested President Linda Mills' address with boos and walkouts, mirroring similar actions from the previous year. The protests stem from concerns regarding NYU's handling of pro-Palestinian speech and broader federal actions against higher education. President Trump's administration is currently scrutinizing NYU as one of ten schools facing backlash related to alleged antisemitism and among 52 under investigation for diversity programming. Crucially, in recent weeks, an unspecified number of NYU international students experienced changes to their immigration status due to federal policy shifts, although their legal statuses were reportedly reactivated three weeks ago. These federal actions included threats against student visa holders. President Mills has not yet publicly commented on these changes or their impact on NYU policies.",
    "chinese_title": "纽约大学毕业典礼再现抗议：学生不满校长演讲集体退场",
    "chinese_news_report": "纽约大学 (NYU) 2025届毕业典礼周四在洋基体育场举行。典礼期间，部分毕业生以发出嘘声和集体退场的方式，抗议校长琳达·米尔斯 (Linda Mills) 的演讲。此举与去年类似抗议活动相呼应。\n\n抗议源于对纽约大学处理亲巴勒斯坦言论方式的担忧，以及联邦政府针对高等教育采取的更广泛行动。 特朗普政府目前正在审查纽约大学，原因是该校被列为因涉嫌反犹太主义而面临强烈反对的十所学校之一， 也是因多元化项目而受到调查的52所学校之一。\n\n近几周，部分纽约大学国际学生的移民身份发生了变化，原因是联邦政策的转变。 据报道，这些学生的合法身份已在三周前恢复。 这些联邦行动包括对学生签证持有者的威胁。\n\n校长米尔斯尚未公开对此事以及这些变化对纽约大学政策的影响发表评论。",
    "processing_timestamp": "2025-05-20T18:57:21.218984"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On May 15, 2025, Molly Shannon, former \"Saturday Night Live\" star, delivered the commencement address at NYU's 192nd graduation ceremony, encouraging graduates to overcome challenges. Speaking to thousands of students and guests, Shannon, who received a Doctor of Fine Arts, shared her post-graduation experiences and emphasized resilience in the face of career setbacks. She advised graduates to embrace their unique qualities and persist through rejections. The ceremony occurred amidst a period of turbulence for NYU, including federal funding cuts and student protests. While the speech focused on general encouragement, it indirectly highlighted the importance of adaptability and perseverance for all graduates, including international students navigating the U.S. job market. Shannon, a Tisch School of the Arts alumna, referenced her own journey to success, potentially offering relatable insights for students pursuing careers in the arts. The address encouraged graduates to view themselves as the future, which could be inspiring for international students planning their next steps.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表励志演讲",
    "chinese_news_report": "2025年5月15日，前《周六夜现场》(Saturday Night Live) 明星莫莉·香侬 (Molly Shannon) 在纽约大学 (NYU) 第192届毕业典礼上发表毕业演讲，鼓励毕业生克服挑战。香侬向数千名学生和来宾发表讲话，她本人被授予美术博士学位。她分享了自己毕业后的经历，并强调了面对职业挫折时的韧性。\n\n香侬建议毕业生拥抱自己的独特品质，并在遭受拒绝时坚持不懈。此次毕业典礼正值纽约大学面临动荡时期，其中包括联邦资金削减和学生抗议。\n\n演讲侧重于普遍的鼓励，间接强调了适应性和毅力的重要性，这对包括在美国就业市场中求职的国际学生在内的所有毕业生都具有重要意义。\n\n香侬是纽约大学帝势艺术学院 (Tisch School of the Arts) 的校友。她提到了自己通往成功的道路，这可能为从事艺术事业的学生提供了相关的见解。演讲鼓励毕业生将自己视为未来，这可能对计划下一步行动的国际学生具有启发意义。",
    "processing_timestamp": "2025-05-20T18:57:26.353017"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine recently rescinded acceptance offers to nine prospective students for its joint MD-Ph.D. program. The decision, revealed around early 2025, stems from the loss of a significant federal grant that financially supported the program. This impacts future admissions to the competitive program. Current NYU Chinese international students considering or already pursuing studies within NYU Grossman should be aware of potential funding shifts and program restructuring. While the article doesn't explicitly state impacts on current students, the grant loss could indirectly affect research opportunities or funding availability within the medical school. Affected students and those planning to apply should contact NYU Grossman's administration for clarification on program stability and alternative funding options to mitigate potential disruptions to their academic paths.",
    "chinese_title": "纽约大学医学院撤回录取通知，因联邦拨款遭取消",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 近期撤回了九名未来学生的医学博士-哲学博士 (MD-Ph.D.) 联合项目的录取通知。\n\n该决定于2025年初公布。原因是该项目失去了一项重要的联邦拨款。该拨款原本为该项目提供财政支持。\n\n此举将影响未来该竞争性项目的招生。\n\n目前在纽约大学 (NYU) 格罗斯曼医学院就读或考虑就读的中国留学生应注意潜在的资金变化和项目重组。\n\n虽然该文章未明确说明对当前学生的影响，但联邦拨款的减少可能会间接影响医学院内部的研究机会或资金可用性。\n\n受影响的学生和计划申请的学生应联系纽约大学格罗斯曼医学院的管理部门，以澄清项目稳定性和替代资金方案。这有助于减轻对其学术道路的潜在干扰。",
    "processing_timestamp": "2025-05-20T18:57:32.384920"
  }
]