[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos, who served as the student speaker, after he used his address at Wednesday's graduation ceremony in the Beacon Theatre to condemn \"genocide currently occurring\" in Gaza. University spokesperson John Beckman stated Rozos \"misused his role\" and \"lied about the speech he would deliver,\" violating university rules. In addition to the diploma being withheld, Rozos was removed from Gallatin's website highlighting 21 distinguished students. The university's action has sparked significant debate, with student, faculty, and civil rights groups criticizing it as a violation of academic freedom, while other organizations supported NYU's disciplinary stance. This incident underscores NYU's firm policies on student speech at official events and the potential severe consequences, including the withholding of crucial academic credentials, for those who deviate from submitted content. International students should be aware of these implications for their academic records and future career or study plans.",
    "chinese_title": "纽约大学扣留学生代表文凭",
    "initial_chinese_report": "纽约大学 (NYU) 扣留了加拉廷学院 (Gallatin) 毕业生洛根·罗佐斯 (Logan Rozos) 的毕业文凭。罗佐斯在周三信标剧院 (Beacon Theatre) 举行的毕业典礼上，担任了学生代表并发表了讲话。\n\n他在讲话中谴责了“加沙正在发生的种族灭绝”。\n\n大学发言人约翰·贝克曼 (John Beckman) 对此发表声明。贝克曼表示，罗佐斯“滥用了他的角色”，并且“谎报了他将要发表的演讲内容”。大学认为此举违反了学校规定。\n\n除文凭被扣留外，罗佐斯的名字也已从加拉廷学院网站上移除。该网站此前列出了21位杰出学生。",
    "refined_chinese_news_report": "据2025年5月16日消息，纽约大学（NYU）已扣留加拉廷学院（Gallatin）毕业生洛根·罗佐斯（Logan Rozos）的毕业文凭。此前，罗佐斯在5月14日（周三）于信标剧院（Beacon Theatre）举行的毕业典礼上，担任学生代表发表讲话时，谴责了“加沙正在发生的种族灭绝”。\n\n大学发言人约翰·贝克曼（John Beckman）表示，罗佐斯“滥用了他的角色”，并“谎报了他将要发表的演讲内容”，此举违反了学校规定。\n\n除文凭被扣留外，罗佐斯的名字也已从加拉廷学院网站上杰出学生名单中移除。",
    "processing_timestamp": "2025-05-20T19:26:07.849688"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's commencement at Yankee Stadium on Thursday, President Linda Mills' speech was met with boos and a walkout by dozens of graduates protesting the university's response to pro-Palestinian speech and broader federal actions against higher education. Crucially for international students, an undisclosed number at NYU recently experienced temporary changes to their immigration status due to a federal crackdown on noncitizens across U.S. universities. However, all affected students had their legal statuses reactivated three weeks prior to the commencement.\n\nNYU is also among 10 universities facing pushback from the Trump administration regarding responses to antisemitism complaints and is one of 52 schools under investigation for diversity, equity, and inclusion (DEI) programming. President Mills did not publicly address these federal actions, including threats against student visa holders or the immigration status changes, in her commencement speech or recent communications.",
    "chinese_title": "纽大毕业典礼：校长讲话遇学生抗议与离场",
    "initial_chinese_report": "纽约大学(NYU)日前在扬基体育场(Yankee Stadium)举行毕业典礼。校长琳达·米尔斯(Linda Mills)在典礼上发表讲话时，数十名毕业生发出嘘声并选择离场。\n\n学生们此举旨在抗议校方对支持巴勒斯坦言论的回应，以及联邦政府对高等教育采取的行动。\n\n据了解，纽约大学部分国际学生此前曾遭遇移民身份的临时性变更。此情况与联邦政府针对美国大学非公民身份的执法行动相关。受影响学生已于毕业典礼前三周恢复其合法身份。\n\n纽约大学也是十所面临特朗普政府审查的大学之一，其原因涉及对反犹太主义投诉的处理。同时，该校也是正接受多元化、公平和包容(DEI)项目调查的52所学校之一。\n\n然而，米尔斯校长在毕业典礼讲话及近期公开交流中，未提及这些联邦行动，包括对学生签证持有者的潜在影响和移民身份变更事件。",
    "refined_chinese_news_report": "2025年5月15日，纽约大学(NYU)在扬基体育场(Yankee Stadium)举行毕业典礼。校长琳达·米尔斯(Linda Mills)在典礼上讲话时，数十名毕业生报以嘘声并离场。此举旨在抗议校方对支持巴勒斯坦言论的处理方式，以及联邦政府针对高等教育领域的系列行动。\n\n此前，纽约大学部分国际学生曾因联邦政府针对非公民身份的执法行动而遭遇移民身份的临时性变更，但受影响学生已于毕业典礼前三周恢复合法身份。此外，纽约大学也是特朗普政府因处理反犹太主义投诉而审查的十所大学之一，并且正在接受多元化、公平和包容(DEI)项目调查的52所学校之一。\n\n然而，米尔斯校长在毕业典礼讲话及近期公开交流中，均未提及这些联邦行动及其对学生（包括签证持有者）的潜在影响。",
    "processing_timestamp": "2025-05-20T19:26:41.837524"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU held its 192nd commencement exercises at Yankee Stadium on Thursday, gathering tens of thousands of graduates and guests. Keynote speaker Molly Shannon, a former \"Saturday Night Live\" star who received an honorary Doctor of Fine Arts, delivered an inspiring address. She encouraged graduates to push through challenges and embrace their unique talents, sharing her personal experience of an eight-year struggle to find work post-graduation. This year's ceremony took place amid significant turbulence at NYU, which has faced federal funding cuts and been named a target by former President Donald Trump. Furthermore, administrators have received backlash for sanctioning students involved in protests. This context of institutional instability and political scrutiny is important for NYU Chinese international students as they consider their academic and professional futures in the U.S.",
    "chinese_title": "纽约大学举行第192届毕业典礼",
    "initial_chinese_report": "纽约大学 (NYU) 于周四在扬基体育场 (Yankee Stadium) 举行了第192届毕业典礼。数万名毕业生及嘉宾出席了此次活动。\n\n前《周六夜现场》(Saturday Night Live) 演员莫莉·莎侬 (Molly Shannon) 担任主旨演讲嘉宾。她被授予荣誉美术博士学位。莎侬女士在致辞中分享了个人经历。她曾在毕业后八年间难以找到工作。\n\n本次毕业典礼举行之际，纽约大学面临多项情况。学校曾遭遇联邦资金削减。前总统唐纳德·特朗普 (Donald Trump) 曾点名提及该校。此外，校方因对参与抗议活动的学生进行纪律处分而受到批评。",
    "refined_chinese_news_report": "2025年5月15日，纽约大学（NYU）在扬基体育场举行了第192届毕业典礼，数万名毕业生及嘉宾出席。\n\n前《周六夜现场》(Saturday Night Live) 演员莫莉·莎侬 (Molly Shannon) 以其独特的喜剧风格发表主旨演讲，并被授予荣誉美术博士学位。她在致辞中分享了毕业后八年间难以找到工作的个人经历。\n\n此次毕业典礼正值纽约大学面临挑战之际。学校曾遭遇联邦资金削减，且因对参与抗议活动的学生进行纪律处分而受到批评。",
    "processing_timestamp": "2025-05-20T19:27:19.928403"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine recently rescinded acceptances for nine prospective students admitted to its joint MD-Ph.D. program. This action, which occurred earlier this year, was reportedly due to the loss of a federal grant and has led to a sudden \"pause\" in all future admissions for the program. Current students at Grossman have expressed concerns to WSN regarding the unforeseen changes and their impact on academic opportunities. For Chinese international students at NYU, this incident highlights how shifts in university funding, especially federal grants, can directly affect specific academic programs and admissions. It underscores the importance of monitoring program stability, as unexpected adjustments could impact educational pathways and future study plans in the U.S.",
    "chinese_title": "联邦拨款中断 纽约大学格罗斯曼医学院撤销MD-Ph.D.项目录取",
    "initial_chinese_report": "近期，纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 撤销了九名原已录取至其联合医学博士-哲学博士 (MD-Ph.D.) 项目的准学生入学资格。此举发生在今年早些时候。据报告，此举系因该医学院失去了一项联邦拨款。该项目未来的所有招生工作因此突然暂停。格罗斯曼医学院的在校学生已向校内媒体WSN (WSN) 表达了对此变化的担忧。学生们关注其对学术机会造成的影响。",
    "refined_chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 近期撤销了九名已录取至其联合医学博士-哲学博士 (MD-Ph.D.) 项目的准学生入学资格。此举发生于今年早些时候，原因是该医学院失去了一项联邦拨款。受此影响，该项目未来的所有招生工作已暂停。格罗斯曼医学院的在校学生向校内媒体WSN表达了担忧，尤其关注此变化对其学术机会的影响。",
    "processing_timestamp": "2025-05-20T19:28:03.853991"
  }
]