[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University (NYU) is withholding the diploma of Gallatin graduate Logan Rozos following his graduation speech on Wednesday, May 15, at the Beacon Theatre. During his address, Rozos condemned \"the genocide currently occurring\" in Gaza, prompting NYU spokesperson John Beckman to state that he \"misused his role\" and \"lied about the speech he would deliver,\" violating university commitments.\n\nThis disciplinary measure has drawn significant criticism from various student, faculty, and civil rights groups, who argue it constitutes a violation of academic freedom and free speech. Conversely, some organizations have applauded NYU for taking action against what they deemed \"Jew-hatred.\" For Chinese international students, this incident underscores NYU's firm policy on student expression at official events and the potential consequences for perceived breaches of university rules. It emphasizes the importance of understanding university guidelines on public speech to avoid disciplinary actions that could affect academic standing, future work authorizations, or overall student status.",
    "chinese_title": "毕业生演讲谴责加沙 纽约大学扣留文凭",
    "initial_chinese_report": "纽约大学（NYU）扣留了加拉廷学院（Gallatin School）毕业生洛根·罗佐斯（Logan Rozos）的文凭。此举发生在5月15日周三，他在灯塔剧院（Beacon Theatre）举行的毕业典礼上发表演讲之后。\n\n演讲中，罗佐斯谴责了加沙地带“正在发生的种族灭绝”。\n\n纽约大学发言人约翰·贝克曼（John Beckman）表示，罗佐斯“滥用了其身份”，并“谎报了其将发表的演讲内容”。贝克曼指出，罗佐斯违反了大学承诺。\n\n这一纪律处分引发了学生团体、教职员工和民权组织的批评。这些团体认为，此举侵犯了学术自由和言论自由。另一些组织则对此表示称赞。这些组织认为，罗佐斯的言论构成了“反犹仇恨”。",
    "refined_chinese_news_report": "纽约大学（NYU）扣留了加拉廷学院（Gallatin School）毕业生洛根·罗佐斯（Logan Rozos）的文凭，此举发生于他5月15日周三在灯塔剧院举行的毕业典礼上发表演讲之后。演讲中，罗佐斯谴责了加沙地带“正在发生的种族灭绝”。\n\n纽约大学发言人约翰·贝克曼（John Beckman）表示，罗佐斯“滥用了其身份”，并“谎报了其将发表的演讲内容”，违反了大学承诺。\n\n这一纪律处分引发了学生团体、教职员工和民权组织的批评，他们认为此举侵犯了学术自由和言论自由；另一些组织则表示称赞，认为罗佐斯的言论构成“反犹仇恨”。",
    "processing_timestamp": "2025-05-20T19:34:13.074342"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU’s 2025 commencement on Thursday at Yankee Stadium saw dozens of graduates boo President Linda Mills and stage a walkout, protesting the university's stance on pro-Palestinian speech and broader federal pressures on higher education. A significant concern for international students stems from recent actions by the Trump administration, which included threats against student visa holders nationwide. Specifically, an undisclosed number of NYU international students experienced temporary changes to their immigration status in recent weeks due to these federal crackdowns. However, all affected students had their legal statuses reactivated three weeks ago. NYU is also among 10 schools facing federal pushback regarding alleged antisemitic harassment complaints and one of 52 investigated for diversity-related programming, though no specific probes into NYU have been detailed. President Mills has not publicly addressed these federal actions or their impact on NYU's international student community.",
    "chinese_title": "纽约大学毕业典礼：校长遭嘘，学生退场",
    "initial_chinese_report": "纽约大学(NYU) 2025届毕业典礼于周四在扬基体育场举行。典礼期间，数十名毕业生对校长琳达·米尔斯(Linda Mills)发出嘘声，并集体退场。\n\n此次抗议旨在表达学生对校方在支持巴勒斯坦言论立场上的不满。联邦层面高等教育面临的压力也是抗议焦点之一。\n\n一项主要的担忧来自联邦政府近期针对国际学生签证持有者的行动。此前，纽约大学部分国际学生的移民身份曾因联邦层面的严厉措施而临时改变。所有受影响学生的合法身份已于三周前恢复。\n\n此外，纽约大学是因涉嫌反犹太主义骚扰投诉而面临联邦政府审查的十所高校之一。该校也位列正在接受多样性相关项目调查的52所学校之中。目前，尚无针对纽约大学的详细调查内容被公布。\n\n截至目前，校长米尔斯尚未就上述联邦行动及其对纽约大学国际学生群体的影响发表公开声明。",
    "refined_chinese_news_report": "纽约大学(NYU) 2025届毕业典礼于周四在扬基体育场举行。典礼期间，数十名毕业生对校长琳达·米尔斯(Linda Mills)发出嘘声，并集体退场。此次抗议主要表达学生对校方在巴勒斯坦言论立场上的不满。\n\n学生的抗议也源于联邦政府近期针对高等教育采取的一系列行动。此前，联邦政府对国际学生签证持有者的措施，曾导致纽约大学部分国际学生的移民身份临时改变，尽管所有受影响学生的合法身份已于三周前恢复。此外，纽约大学是因涉嫌反犹太主义骚扰投诉而面临联邦政府审查的十所高校之一，也位列正在接受多样性相关项目调查的52所学校之中。目前，尚无针对纽约大学的详细调查内容被公布。\n\n截至目前，校长米尔斯尚未就上述联邦行动及其对纽约大学国际学生群体的影响发表公开声明。",
    "processing_timestamp": "2025-05-20T19:34:54.178993"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU held its 192nd commencement exercises on Thursday at Yankee Stadium, where former “Saturday Night Live” star Molly Shannon delivered the honorary address to tens of thousands of graduates and guests. Shannon, who received an honorary Doctor of Fine Arts, encouraged the Class of 2025 to persist through challenges and embrace their talents, drawing on her own eight-year journey to success post-graduation. Her message of resilience and overcoming rejection is particularly relevant for international students navigating U.S. job markets and new environments. This year’s ceremony took place amidst months of campus turbulence, including federal funding cuts to the university and administrative responses to student protests, which could influence the overall student experience and available resources. Such broader challenges in U.S. higher education may be important for Chinese international students to consider in their studies and future career planning. Graduates were celebrated for their significant achievement, looking towards their futures in a complex academic and societal landscape.",
    "chinese_title": "纽大第192届毕业典礼举行 莫莉·香农致辞",
    "initial_chinese_report": "纽约大学 (NYU) 第192届毕业典礼于周四在扬基体育场 (Yankee Stadium) 举行。前《周六夜现场》(Saturday Night Live) 明星莫莉·香农 (Molly Shannon) 发表了荣誉演说。数万名毕业生和嘉宾出席了典礼。\n\n香农被授予荣誉美术博士学位。她鼓励2025届毕业生应对挑战，发挥自身才能。香农分享了她本人毕业后八年走向成功的经历。\n\n本次典礼在校园经历数月动荡后举行。该校曾面临联邦政府的资金削减。校方也对学生抗议做出了应对。毕业生在典礼上获得了表彰。",
    "refined_chinese_news_report": "纽约大学 (NYU) 第192届毕业典礼于周四在扬基体育场 (Yankee Stadium) 举行。前《周六夜现场》(Saturday Night Live) 明星莫莉·香农 (Molly Shannon) 发表了荣誉演说，并被授予荣誉美术博士学位。香农在演说中分享了她本人毕业后八年走向成功的经历。",
    "processing_timestamp": "2025-05-20T19:35:33.769473"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine has implemented a sudden \"pause\" in admissions for its joint MD-Ph.D. program, a significant development for the university's advanced degree offerings. This decision followed the rescission of acceptances for nine prospective students earlier this year, directly impacting their academic plans. The situation at the Grossman School of Medicine was reported by WSN on May 14, 2025. While the provided information does not specify the direct impact on Chinese international students, this policy change regarding a prominent dual-degree program could influence future academic planning or funding considerations for international students at NYU. Prospective Chinese international students or those advising others on advanced medical research pathways should be aware of this admissions freeze as it affects a specific, highly competitive program. This \"pause\" underscores potential shifts in program availability or institutional priorities within the university.",
    "chinese_title": "纽约大学格罗斯曼医学院MD-Ph.D.项目突暂停招生",
    "initial_chinese_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 暂停了其医学博士-哲学博士 (MD-Ph.D.) 双学位项目的招生。此前，该学院撤销了9名拟录取学生的录取资格。此举直接影响了他们的学业计划。学生媒体WSN (WSN) 于2025年5月14日报道了格罗斯曼医学院的此事件。",
    "refined_chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 因失去联邦资助，撤销了9名医学博士-哲学博士 (MD-Ph.D.) 双学位项目拟录取学生的录取资格。",
    "processing_timestamp": "2025-05-20T19:36:16.235559"
  }
]