[
  {
    "news_id": 1,
    "original_title": "City Scoop: Trump awed in meeting with Mamdani, and other top stories across NYC",
    "source_url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "The White House’s immigration advisor, Tom Homan, has announced that federal immigration enforcement operations will escalate in New York City. This increase in enforcement is a direct response to NYC’s long-standing sanctuary city policies, which limit local cooperation with federal immigration agents. Homan’s warning follows a recent incident on Canal Street where nine people were detained, and a later event where ICE agents reappeared during an NYPD arrest. Despite the increased federal focus, President Trump stated he will not deploy the National Guard to assist with immigration enforcement in the city. Separately, city transit officials reported that a thief stealing copper wires caused over 700 subway delays last month. These disruptions affected the 1, 2, 3, 4, 5, and 6 lines, primarily during evening rush hours.",
    "chinese_title": "白宫顾问确认，纽约移民执法将升级",
    "refined_chinese_news_report": "白宫移民顾问汤姆·霍曼 (Tom Homan) 宣布，联邦将在纽约市升级移民执法行动。此举直接回应了纽约市长期以来的庇护城市政策，该政策限制了地方执法部门与联邦移民探员的合作。\n在霍曼发出警告前，近期已发生相关执法事件。例如，移民与海关执法局 (ICE) 探员曾在曼哈顿运河街 (Canal Street) 拘留了九人，并在另一次纽约市警察局 (NYPD) 的逮捕行动中出现，显示联邦执法力度正在加强。\n尽管联邦加强了对纽约市的关注，但总统特朗普已明确表示，他不会动用国民警卫队来协助城内的移民执法行动。",
    "processing_timestamp": "2025-11-30T21:41:52.580727"
  },
  {
    "news_id": 2,
    "original_title": "Ex-UN diplomat talks human rights careers with Steinhardt class",
    "source_url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, former senior United Nations diplomat David Chikvaidze visited a Steinhardt human rights class at New York University to discuss international careers. During the talk, part of a course on International Human Rights Activism and Education, students asked for guidance on securing work and internships at the UN. Chikvaidze, a diplomat for 36 years, acknowledged that the organization lacks a clear entry point for young people and accepts few undergraduate interns. He advised students to first identify their desired position and then focus on their personal strengths and interests to build a strong candidacy. Furthermore, he urged them not to be deterred from their goals and to celebrate small victories. Chikvaidze also shared experiences from his humanitarian work, reinforcing his belief that youth are a great asset whose potential should be maximized.",
    "chinese_title": "前联合国高官支招, 详解国际组织求职",
    "refined_chinese_news_report": "周四，前联合国高级外交官大卫·奇克瓦伊泽 (David Chikvaidze) 访问了纽约大学斯坦哈特学院的一堂人权课程，与学生们探讨了国际职业发展问题。该课程主题为“国际人权行动与教育”，学生们在课堂上积极提问，希望能了解在联合国获得工作和实习机会的途径。\n拥有36年外交经验的奇克瓦伊泽坦言，联合国目前缺乏为年轻人设立的明确入职渠道，并且很少接收本科实习生。他建议学生，求职时应首先明确自己心仪的职位，然后集中精力发展个人优势与兴趣，从而打造一份有竞争力的申请。\n奇克瓦伊泽还分享了自己从事人道主义工作的经历，并鼓励学生不要因挫折而放弃目标。他强调，年轻人是宝贵的财富，他们的潜力应该被充分挖掘和利用。",
    "processing_timestamp": "2025-11-30T21:42:41.832205"
  },
  {
    "news_id": 3,
    "original_title": "NYU Langone awarded ‘A’ in safety for 11th time",
    "source_url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Langone Health has received an \"A\" grade for patient safety for the 11th consecutive time from The Leapfrog Group, a national nonprofit organization. The top rating was awarded in the fall 2025 survey to its hospitals in Manhattan, Brooklyn, and Long Island, including Tisch Hospital and Kimmel Pavilion. Based on 30 measures including the prevention of medical errors and infections, this grade places NYU Langone among the top 23% of hospitals in New York state. This recognition follows a No. 1 ranking for patient care in September and comes as the health system expands, with a proposed $83 million emergency department expansion in Kips Bay. The article also notes that the hospital system has previously faced criticism regarding patient care accessibility and lawsuits alleging discrimination.",
    "chinese_title": "纽约大学朗格尼医院，连续11次获安全A级",
    "refined_chinese_news_report": "全国性非营利组织“蛙跳集团” (The Leapfrog Group) 在其2025年秋季调查中，授予纽约大学朗格尼健康中心 (NYU Langone Health) 患者安全“A”级评分，这已是该中心连续第11次获得此项最高评级。此次获得认可的医院包括其位于曼哈顿、布鲁克林和长岛的院区，例如蒂施医院 (Tisch Hospital) 和金梅尔馆 (Kimmel Pavilion)。\n该评级基于对医疗差错和感染预防等30项指标的评估，此成绩使纽约大学朗格尼在纽约州所有医院中位列前23%。就在今年9月，该医疗系统还因其卓越的患者护理服务获得了全美第一的排名。\n在获得此项认可的同时，该医疗系统正计划扩张，其中包括一项拟投资8300万美元在基普斯湾 (Kips Bay) 扩建急诊室的计划。不过，该医院系统过去也曾因患者就医可及性和涉嫌歧视等问题，面临外界批评和相关诉讼。",
    "processing_timestamp": "2025-11-30T21:43:54.406167"
  },
  {
    "news_id": 4,
    "original_title": "Langone researchers find new way to detect nerve-killing head trauma",
    "source_url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers at NYU Langone have identified a new way to help predict the risk of chronic traumatic encephalopathy (CTE), a neurodegenerative disease from repeated head injuries that can currently only be diagnosed after death. A September study, led by NYU Grossman School of Medicine professor Hector Arciniega, used advanced computer analysis to compare brain scans from 169 former football players with 54 healthy males. The team found that former players had wider and shallower brain grooves, or sulci, a difference that was more pronounced the longer they played. This discovery could establish a reliable biomarker, enabling a major shift in patient care by allowing for risk assessment and earlier intervention. Future research from the team will also investigate how social factors like race and access to healthcare impact CTE diagnosis and outcomes.",
    "chinese_title": "纽约大学新发现，脑沟变化可预测风险",
    "refined_chinese_news_report": "纽约大学朗格尼医学中心 (NYU Langone) 的研究人员找到了一种预测慢性创伤性脑病 (CTE) 风险的新方法。CTE是一种由头部反复受伤引起的神经退行性疾病，目前唯一的诊断方式是在患者去世后进行尸检。\n这项于九月发表的研究由纽约大学格罗斯曼医学院教授赫克托·阿西涅加 (Hector Arciniega) 领导。团队通过先进的计算机分析，对比了169名前橄榄球运动员与54名健康男性的脑部扫描，发现前运动员的大脑沟回 (sulci) 普遍更宽、更浅，且这一特征在运动生涯更长的球员身上尤为显著。\n这项发现有望确立一种可靠的生物标志物，使高风险人群得以进行风险评估和早期干预，从而改变目前的护理模式。未来，该团队还将继续研究种族和医疗资源等社会因素对CTE诊断和病情发展的影响。",
    "processing_timestamp": "2025-11-30T21:44:46.332049"
  },
  {
    "news_id": 5,
    "original_title": "COVID-19 may affect sense of smell for years, Langone study finds",
    "source_url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers at NYU Langone Health have discovered that a reduced sense of smell can persist for years after a COVID-19 infection, often without the individual's awareness. A study co-led by Grossman professor Leora Horwitz monitored over 3,500 participants for nearly four years using a scratch-and-sniff test. The findings revealed that many individuals who believed their sense of smell was normal after recovering from the virus actually had \"abnormally low\" test scores. For instance, 66% of participants who reported no olfactory issues were found to have a smelling deficiency (hyposmia). Professor Horwitz warned this unrecognized loss poses daily safety risks, such as failing to detect gas leaks or spoiled food, and can lead to malnourishment. Consequently, researchers recommend formal smell tests for long-term COVID-19 patients, even if they do not report symptoms. While no definitive cure exists, the study notes that smell training can be beneficial.",
    "chinese_title": "纽约大学研究发现，新冠或致长期嗅觉减退",
    "refined_chinese_news_report": "纽约大学朗格尼健康中心 (NYU Langone Health) 的一项新研究表明，感染新冠病毒后，嗅觉减退可能会持续数年，而患者本人常常没有察觉。这项研究由格罗斯曼学院教授莉奥拉·霍维茨 (Leora Horwitz) 共同领导，通过“刮擦闻味”测试，对超过3500名参与者进行了近四年的跟踪监测。\n研究结果揭示了一个普遍现象：许多认为自己在康复后嗅觉已经恢复正常的参与者，实际测试得分却“异常低”。例如，在声称自己没有嗅觉问题的参与者中，有66%的人被发现患有嗅觉减退症 (hyposmia)。\n霍维茨教授警告，这种未被识别的嗅觉丧失会带来日常安全风险，比如无法察觉煤气泄漏或食物变质，甚至可能导致营养不良。因此，研究人员建议，即使没有报告相关症状，新冠长期后遗症患者也应接受正式的嗅觉测试。研究同时指出，虽然目前尚无确切的治愈方法，但进行嗅觉训练可能会有帮助。",
    "processing_timestamp": "2025-11-30T21:45:37.263375"
  },
  {
    "news_id": 6,
    "original_title": "Silver trains social work students with virtual simulations",
    "source_url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A study from NYU's Silver School of Social Work has tested a hybrid training model using virtual simulations to address New York City's 15.6% vacancy rate for mental health professionals. The pilot initiative, which began in 2023, integrates virtual and actor-based simulations into a two-semester class, allowing social work students to practice clinical skills in a low-stakes environment. Students engaged in mock scenarios, including suicide risk assessments and gender-affirming care, which helps them build skills before entering real-world internships where patient confidentiality can limit feedback. While the training helps students prepare for practice, the study found that some felt anxious with automated analysis, and instructors noted the technology requires further development. Silver is now collaborating with the Tandon and Steinhardt schools to launch a fully AI-powered virtual reality simulation this spring, where students will interact with \"avatar\" patients.",
    "chinese_title": "应对人才短缺, NYU推虚拟模拟培训",
    "refined_chinese_news_report": "纽约大学社会工作学院 (NYU's Silver School of Social Work) 正在测试一种新的混合培训模式，以应对纽约市心理健康专业人员高达15.6%的职位空缺率。这个于2023年启动的试点项目，将虚拟和真人演员模拟结合进一个为期两学期的课程中，让社工学生可以在一个低风险的环境里练习临床技能。\n在模拟场景中，学生们练习处理包括自杀风险评估和性别肯定护理在内的多种情况。这种训练帮助他们在进入真实实习前就建立起专业技能，因为在真实实习中，病人的保密原则会限制导师提供及时的反馈。\n研究发现，虽然培训有效，但一些学生面对自动化分析时会感到焦虑，指导老师也认为相关技术需要进一步开发。目前，社会工作学院正与坦登工程学院 (Tandon) 和斯坦哈特学院 (Steinhardt) 合作，计划在今年春天推出一个完全由人工智能驱动的虚拟现实模拟系统，届时学生将与“化身”病人进行互动。",
    "processing_timestamp": "2025-11-30T21:46:33.181970"
  },
  {
    "news_id": 7,
    "original_title": "Urban health care can’t keep up, Tandon study finds",
    "source_url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A September study from NYU’s Tandon School of Engineering has found that medical specialist services in large cities are failing to keep up with population growth. Led by Ph.D. candidate Tian Gan, the research analyzed data from over 1.4 million healthcare providers across nearly 900 U.S. cities. The findings show that New York City, despite offering 74 of 75 tracked specialties, has only 4.7 specialists per 1,000 residents. This shortage can lead to longer wait times, bounced referrals, and difficulty accessing specialized treatment, particularly for conditions common among older adults. Researchers noted that geriatric care specialties like urology are especially lagging, while addiction and preventive medicine are the most underrepresented fields overall. A potential future consequence for residents is \"medical tourism,\" requiring travel outside their local area to receive faster care.",
    "chinese_title": "美国大城市看病难，专科医生严重不足",
    "refined_chinese_news_report": "纽约大学坦登工程学院 (NYU’s Tandon School of Engineering) 九月发布的一项研究指出，美国大城市的专科医疗服务已跟不上人口增长的步伐。该研究由博士生甘天 (Tian Gan) 牵头，分析了全美近900个城市、超过140万名医疗服务提供者的数据。\n研究以纽约市为例，尽管该市几乎涵盖所有专科，但每千名居民仅拥有4.7名专科医生。这种短缺会造成更长的候诊时间、转诊困难，以及专科治疗机会减少，这对需要治疗常见老年病的患者影响尤其明显。\n研究人员特别提到，服务老年群体的专科领域，如泌尿科，资源增长尤其滞后。从全美范围看，成瘾医学和预防医学是目前最为稀缺的两个领域。研究还指出，未来居民可能需要进行“医疗旅行” (medical tourism)，即前往其他城市以更快获得护理。",
    "processing_timestamp": "2025-11-30T21:47:24.300522"
  },
  {
    "news_id": 8,
    "original_title": "NYU awaits guidance on admissions data release",
    "source_url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Starting December 3, New York University must submit six years of detailed applicant and admissions data to the federal government under a new Trump administration mandate. The Department of Education will collect information on applicants' race, sex, test scores, and GPAs to ensure universities comply with the Supreme Court's ban on race-based admissions. NYU risks losing up to $1.5 billion in federal funding, which supports research grants and student aid, if it fails to provide the data. This initiative follows a recent demographic shift at NYU after the 2023 affirmative action ban, which saw Asian student enrollment increase from 22% to 27%. While an NYU spokesperson stated the university is \"awaiting further guidance,\" some student groups have expressed concern that the data collection could be used to target certain demographics on campus.",
    "chinese_title": "NYU面临联邦审查，须提交六年招生数据",
    "refined_chinese_news_report": "根据一项联邦政府新规，纽约大学 (NYU) 必须从12月3日起，向政府提交过去六年的详细申请与录取数据。美国教育部将收集申请人的种族、性别、标准化考试成绩和GPA等信息，以确保大学遵守最高法院禁止在招生中考虑种族因素的裁决。\n如果NYU未能提供这些数据，将面临失去高达15亿美元联邦资金的风险，这笔资金主要用于支持学校的科研项目和学生助学金。这项审查措施出台的背景是，在2023年平权法案被禁止后，NYU的亚裔学生入学比例从22%上升到了27%。\n目前，一位NYU的发言人表示校方正在“等待进一步的指导”。与此同时，一些学生团体则担心，此次数据收集可能会被用来针对校园内的特定学生群体。",
    "processing_timestamp": "2025-11-30T21:48:16.854658"
  }
]