[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos after his graduation speech on Wednesday, May 15, 2025, at the Beacon Theatre, condemned the situation in Gaza. The university administration, specifically spokesperson John Beckman and Gallatin Dean Victoria Rosner, publicly denounced the speech, claiming Rozos violated university rules by deviating from his submitted text. This decision has sparked controversy, with groups like NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine urging the university to release Rozos's diploma, citing academic freedom. Conversely, groups like EndJewHatred and the Anti-Defamation League applauded NYU's disciplinary action. The incident highlights ongoing tensions surrounding free speech and the Israeli-Palestinian conflict on NYU's campus, which may impact the environment for international students from diverse backgrounds. Last year, NYU prohibited a valedictorian from giving a speech critical of Israel, reflecting a pattern of censoring viewpoints on this topic. This could potentially affect future graduation ceremonies and the expression of political views within the NYU community.",
    "chinese_title": "纽约大学暂扣毕业生毕业证书，因其毕业典礼演讲批评加沙局势",
    "chinese_news_report": "纽约大学 (NYU) 暂扣了加勒廷学院 (Gallatin) 毕业生罗根·罗佐斯 (Logan Rozos) 的毕业证书。此事发生于2025年5月15日，罗佐斯在信标剧院 (Beacon Theatre) 的毕业典礼上发表了演讲，谴责加沙局势。\n\n大学管理部门，特别是发言人约翰·贝克曼 (John Beckman) 和加勒廷学院院长维多利亚·罗斯纳 (Victoria Rosner)，公开谴责了罗佐斯的演讲。校方称，罗佐斯偏离了他提交的演讲稿，违反了大学规定。\n\n“纽约大学巴勒斯坦正义校友会” (NYU Alumni for Justice in Palestine) 和 “教职员工巴勒斯坦正义会” (Faculty & Staff for Justice in Palestine) 等团体敦促大学发放罗佐斯的毕业证书，理由是学术自由。\n\n“停止犹太仇恨组织” (EndJewHatred) 和 “反诽谤联盟” (Anti-Defamation League) 等团体对纽约大学的处分表示赞赏。\n\n去年，纽约大学禁止一位毕业生代表发表批评以色列的演讲。",
    "processing_timestamp": "2025-05-20T19:03:14.047287"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's 2025 commencement at Yankee Stadium on Thursday, May 15th, some graduates protested President Linda Mills' speech, marking the second consecutive year of such demonstrations. The protests stemmed from NYU's handling of pro-Palestinian speech and President Trump's recent actions impacting higher education. Mills' address focused on relationships and did not directly address the federal government's actions, which include funding cuts and attacks on diversity initiatives. Notably, NYU is among universities facing federal scrutiny regarding antisemitism complaints and diversity programming. Recently, some NYU international students experienced changes to their immigration statuses due to Trump administration policies, though their statuses were reportedly reactivated three weeks prior. President Mills has not publicly commented on these changes impacting NYU policies and international students. These developments may affect future visa policies and campus inclusivity at NYU.",
    "chinese_title": "纽约大学毕业典礼再现抗议，校长演讲受阻",
    "chinese_news_report": "纽约大学 (NYU) 2025届毕业典礼于5月15日（星期四）在扬基体育场举行。部分毕业生在校长琳达·米尔斯 (Linda Mills) 发表演讲时发起抗议。\n\n这已是连续第二年发生类似示威活动。抗议源于纽约大学对亲巴勒斯坦言论的处理，以及特朗普政府近期对高等教育产生影响的行动。\n\n米尔斯校长的演讲主要关注人际关系，并未直接提及联邦政府的行动。这些行动包括削减资金和攻击多元化倡议。\n\n值得注意的是，纽约大学正面临联邦政府对反犹太主义投诉和多元化项目的审查。\n\n近期，部分纽约大学国际学生的移民身份因特朗普政府的政策而发生变化。据报道，他们的身份已在三周前被恢复。\n\n米尔斯校长尚未公开评论这些影响纽约大学政策和国际学生的变化。",
    "processing_timestamp": "2025-05-20T19:03:18.616223"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, May 15, 2025, Molly Shannon, a former \"Saturday Night Live\" star and Tisch School of the Arts alumna, delivered the commencement address at NYU's 192nd graduation ceremony. Speaking to thousands of students and guests, Shannon shared anecdotes about her post-graduate job search, emphasizing the importance of perseverance and embracing one's unique talents. She received a Doctor of Fine Arts alongside New York Liberty CEO Keia Clarke and physicist Walter Massey, who were also awarded honorary degrees. Shannon, known for her comedic background, encouraged the class of 2025 to overcome challenges and view failures as learning experiences in their future careers. The ceremony followed a period of turbulence at NYU, including federal funding concerns and student protests regarding international affairs. While the speech focused on general encouragement, international students can apply Shannon's advice to navigating the challenges of studying and working in a new country, including potential visa complexities and cultural adjustments.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表讲话",
    "chinese_news_report": "2025年5月15日，前《周六夜现场》(Saturday Night Live) 明星、纽约大学 (NYU) 提斯克艺术学院 (Tisch School of the Arts) 校友莫莉·香侬 (Molly Shannon) 在纽约大学第192届毕业典礼上发表了毕业演讲。\n\n香侬在演讲中与数千名学生和来宾分享了她研究生毕业后的求职经历。她强调了坚持和拥抱个人独特天赋的重要性。\n\n香侬与纽约自由队 (New York Liberty) 首席执行官凯娅·克拉克 (Keia Clarke) 和物理学家沃尔特·马西 (Walter Massey) 一起，被授予美术荣誉博士学位。\n\n香侬以喜剧背景闻名，她鼓励2025届毕业生克服挑战，并将失败视为未来职业生涯中的学习经历。\n\n此前，纽约大学经历了一段动荡时期，包括联邦资金问题和学生对国际事务的抗议。",
    "processing_timestamp": "2025-05-20T19:03:23.269034"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine recently rescinded acceptance offers to nine prospective students admitted to its joint MD-Ph.D. program. The decision, impacting students aiming for advanced medical and research careers, stems from the loss of a significant federal grant, the exact amount of which is not specified in the provided text. This unexpected change, reported on May 14, 2025, directly affects individuals planning their academic trajectory at NYU's medical school. While the article doesn't detail the specific impact on Chinese international students, those considering or currently enrolled in similar programs at NYU should be aware of potential funding vulnerabilities that could affect program stability and future admissions. Affected students are encouraged to contact NYU Grossman's administration for further clarification and guidance regarding alternative options or financial aid. This situation underscores the importance of understanding funding sources for graduate programs and staying informed about potential changes affecting academic plans.",
    "chinese_title": "纽约大学医学院撤回录取通知",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 近日撤回了九名已被录取的医学博士-哲学博士 (MD-Ph.D.) 项目学生的录取通知。\n\n该决定影响了计划从事高级医学和研究事业的学生。\n\n撤回录取的原因是学校失去了一项重要的联邦拨款。具体金额未在提供的文本中说明。\n\n该消息于2025年5月14日发布。\n\n此变动直接影响了计划在纽约大学 (NYU) 医学院学习的学生。\n\n受影响的学生应联系纽约大学格罗斯曼医学院的管理部门，以获取更多说明和指导，包括替代方案或财政援助。",
    "processing_timestamp": "2025-05-20T19:03:29.745965"
  }
]