[
  {
    "news_id": 17,
    "original_title": "NYU revamps Courant Institute",
    "source_url": "https://nyunews.com/news/2025/11/14/nyu-new-school-courant-institute-mathematics-computing-data-science/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-14",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/14/nyu-new-school-courant-institute-mathematics-computing-data-science/",
      "publication_date_str": "2025-11-14",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University President Linda Mills has formally announced the creation of the Courant Institute School of Mathematics, Computing, and Data Science. The new school, based in Warren Weaver Hall, will merge programs from the College of Arts and Sciences and the Tandon School of Engineering, housing the mathematics department, an expanded computer science department, and the Center for Data Science. For current undergraduate students in mathematics, computer science, or data science at CAS or Tandon, there will be no changes to academic requirements, and they will still complete their degrees through their original schools. Professor Gérard Ben Arous will serve as the interim leader, with a search for a permanent dean to be appointed by fall 2026. This initiative is part of a larger university effort to advance its science and technology offerings, which also includes a $1 billion investment in Tandon’s engineering program. Tandon Dean Juan de Pablo stated the school will benefit students through expanded resources and intensified academic momentum.",
    "chinese_title": "纽大成立新理科学院，合并数学计算机等系",
    "refined_chinese_news_report": "纽约大学校长琳达·米尔斯 (Linda Mills) 近日正式宣布，将成立全新的科朗汀数学、计算与数据科学学院 (Courant Institute School of Mathematics, Computing, and Data Science)。这所新学院位于沃伦·韦弗楼 (Warren Weaver Hall)，将整合文理学院 (CAS) 和坦登工程学院 (Tandon) 的相关项目，并容纳数学系、一个扩建后的计算机科学系以及数据科学中心。\n对于目前在文理学院或坦登工程学院主修数学、计算机科学或数据科学的本科生，此次调整不会改变他们的学术要求。学生们仍将在各自的原学院完成学业并获得学位。新学院将由热拉尔·本·阿鲁斯 (Gérard Ben Arous) 教授担任临时负责人，正式院长预计将在2026年秋季前完成任命。\n此次学院重组是纽约大学提升其科学技术实力的整体规划的一部分。该规划还包括一项对坦登工程学院高达10亿美元的投资。坦登工程学院院长胡安·德·巴勃罗 (Juan de Pablo) 表示，新学院将通过扩大的资源和增强的学术动力使学生们受益。",
    "processing_timestamp": "2025-11-16T00:13:09.620703",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学校长琳达·米尔斯 (Linda Mills) 近日正式宣布，将成立全新的科朗汀数学、计算与数据科学学院 (Courant Institute School of Mathematics, Computing, and Data Science)。"
  },
  {
    "news_id": 18,
    "original_title": "Tensions flare as College Dems claim Reps hijacked club meeting",
    "source_url": "https://nyunews.com/news/2025/11/14/nyu-college-democrats-statement-interclub-debate-college-republican-response/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-14",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/14/nyu-college-democrats-statement-interclub-debate-college-republican-response/",
      "publication_date_str": "2025-11-14",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University has indefinitely postponed the biannual debate between the College Democrats and College Republicans following a reported disruption. In a statement last Thursday, the College Democrats alleged that members of the College Republicans disrupted their weekly meeting by playing loud noises from a speaker and interrupting discussions. After the Democrats reported the incident, the university canceled the debate, which had been scheduled for Wednesday, stating that a \"meaningful exchange of ideas\" requires a safe environment. The College Republicans' president, Ryan Leonard, denied the harassment allegations, claiming his group’s intention was to have an \"open conversation.\" The university is currently reviewing the incident and is meeting with both student organizations to resolve the situation. Both clubs have expressed a commitment to working with the university.",
    "chinese_title": "纽大学生社团起争执，校方推迟两党辩论赛",
    "refined_chinese_news_report": "纽约大学宣布，将无限期推迟原定于本周三举行的民主党学生会 (College Democrats) 与共和党学生会 (College Republicans) 的半年一度辩论赛。校方在上周四的声明中表示，一个“有意义的思想交流”需要安全的环境，因此在收到有关干扰事件的报告后做出了该决定。\n此次事件源于民主党学生会的一项指控。他们声称，共和党学生会成员在他们每周的例会期间，使用扬声器播放巨大噪音，并打断了讨论。在民主党学生会向校方报告此事后，辩论赛被正式取消。\n共和党学生会主席瑞安·伦纳德 (Ryan Leonard) 否认了骚扰指控，并称其社团成员的本意是进行一场“公开对话”。目前，纽约大学正在审查该事件，并与两个学生组织会面以解决问题，两个社团均表示愿意与校方合作。",
    "processing_timestamp": "2025-11-16T00:13:54.670235",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学宣布，将无限期推迟原定于本周三举行的民主党学生会 (College Democrats) 与共和党学生会 (College Republicans) 的半年一度辩论赛。"
  },
  {
    "news_id": 19,
    "original_title": "The Soapbox: Stampedes in Ghana, bridge collapse in China and bird flu in Spain",
    "source_url": "https://nyunews.com/news/2025/11/14/stampedes-kill-six-ghana-bridge-collapse-china-bird-flu-spain/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-14",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/14/stampedes-kill-six-ghana-bridge-collapse-china-bird-flu-spain/",
      "publication_date_str": "2025-11-14",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "In China’s southwest Sichuan province, the newly built, nearly 2,500-foot Hongqi Bridge partially collapsed following a landslide. Authorities had closed the bridge, part of a national highway to Tibet, on Monday after finding cracks, with the collapse occurring by Tuesday afternoon. No casualties were reported, though one truck driver was successfully rescued. The incident follows a separate railway collapse in August that killed at least 12 workers. In other global news, military recruitment stampedes in Ghana on Wednesday killed at least six people. Additionally, Spain's Agriculture Ministry ordered all free-range poultry to be confined indoors as a preventive measure against bird flu. This comes as concerns rise in the United States, where approximately seven million farmed birds have died from the virus since September.",
    "chinese_title": "四川新桥垮塌，提前封闭无伤亡",
    "refined_chinese_news_report": "中国西南部四川省新建的红旗大桥 (Hongqi Bridge)，于周二下午因山体滑坡发生部分垮塌。这座大桥长近2500英尺，是通往西藏的一条国道的一部分。\n官方通报称，此次事件没有造成人员伤亡。有关部门已于周一发现桥梁出现裂缝，并提前封闭了该路段。垮塌发生时，仅有一名货车司机被困，后被成功救出。",
    "processing_timestamp": "2025-11-16T00:14:53.146420",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "中国西南部四川省新建的红旗大桥 (Hongqi Bridge)，于周二下午因山体滑坡发生部分垮塌。"
  },
  {
    "news_id": 20,
    "original_title": "SGA urges stronger safeguards for Black students",
    "source_url": "https://nyunews.com/news/2025/11/14/student-government-assembly-black-student-support-spending-proposal/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-14",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/14/student-government-assembly-black-student-support-spending-proposal/",
      "publication_date_str": "2025-11-14",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, New York University’s Student Government Assembly (SGA) voted to approve a letter demanding stronger university support for Black students. The letter, which has nearly 300 signatories, was prompted by concerns over a hoax shooting manifesto that threatened Black students and faculty two months ago. Student groups criticized President Linda Mills’ initial response for lacking clarity about the threat's anti-Black nature, causing many to learn details via social media. Key demands in the letter include creating a dedicated campus space for Black students and making university safety alerts more specific. Although approved by all members present, the resolution requires absentee ballots for formal passage as the meeting fell short of its 37-person attendance requirement. Separately, the SGA also debated a proposal to align its $500,000 annual budget with its human rights goals, which could affect future spending on campus services.",
    "chinese_title": "纽大学生会投票，敦促校方加强支持",
    "refined_chinese_news_report": "纽约大学学生会 (SGA) 于周四投票，通过了一封要求校方加强对黑人学生支持的信函。这封信函获得了近300人签署，其起因是两个月前发生的一起恶作剧枪击威胁事件，该事件针对的是黑人学生和教职员工。\n学生团体批评了校长琳达·米尔斯 (Linda Mills) 对该事件的最初回应。他们认为校长的声明未能明确指出威胁的反黑人性质，导致许多学生不得不通过社交媒体才了解到事件详情。信函中的核心诉求包括为黑人学生设立专属校园空间，以及要求校方未来的安全警报内容更加具体。\n尽管该决议获得了所有与会成员的同意，但尚未正式通过。由于当天的会议未达到37人的法定出席人数，该决议的正式生效还需等待缺席成员的投票结果。",
    "processing_timestamp": "2025-11-16T00:15:39.793104",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学学生会 (SGA) 于周四投票，通过了一封要求校方加强对黑人学生支持的信函。"
  },
  {
    "news_id": 12,
    "original_title": "Faculty win right to legal aid in discrimination investigations",
    "source_url": "https://nyunews.com/news/2025/11/13/faculty-senators-negotiate-changes-non-discrimination-policy/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-13",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/13/faculty-senators-negotiate-changes-non-discrimination-policy/",
      "publication_date_str": "2025-11-13",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University has updated its policy to permit faculty accused of discrimination to have legal representation present during investigations. Effective last week, the change was approved by Provost Georgina Dopico following a three-year campaign by faculty senator councils to ensure fairer conduct proceedings. These investigations are handled by the Office of Equal Opportunity (OEO) under NYU’s Non-Discrimination and Anti-Harassment policy, which covers complaints based on race, gender, and religion, among other identities. According to new guidelines, accused individuals will now be informed of the allegations' nature before meeting with the OEO. While this marks a step toward increased rights for the accused, faculty senators are still advocating for greater transparency, such as requiring the university to share written evidence with respondents. Proponents emphasize the goal is to provide a fair defense for all, not to excuse misconduct.",
    "chinese_title": "纽约大学更新政策，教职工调查可请律师",
    "refined_chinese_news_report": "纽约大学于上周更新政策，允许被指控歧视的教职工在调查过程中聘请律师陪同。该政策变更由教务长乔治娜·多皮科 (Georgina Dopico) 批准生效。\n这项政策更新是教职工参议院理事会为期三年争取的结果，其目的是确保纪律处分程序的公正性。相关调查由纽约大学平等机会办公室 (Office of Equal Opportunity, OEO) 依据学校的《非歧视与反骚扰政策》执行，该政策涵盖了基于种族、性别及宗教等身份的投诉。\n根据新规，被指控的教职工在与平等机会办公室会面前，将提前获知指控的具体内容。尽管如此，教职工参议员们仍在继续争取更高的透明度，例如要求校方向被调查者分享书面证据。政策支持者强调，此举旨在提供公平的辩护，而非为不当行为开脱。",
    "processing_timestamp": "2025-11-16T00:08:33.601466",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学于上周更新政策，允许被指控歧视的教职工在调查过程中聘请律师陪同。"
  },
  {
    "news_id": 13,
    "original_title": "Beyond NYU: Turning life’s errors into humor",
    "source_url": "https://nyunews.com/news/2025/11/13/beyond-nyu-sam-morril/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-13",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/13/beyond-nyu-sam-morril/",
      "publication_date_str": "2025-11-13",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Comedian and New York University alumnus Sam Morril recently shared insights into his career and advice for students in creative fields. Morril transferred to NYU in 2007, where he pursued a self-designed degree in Ancient Greek comedy at the Gallatin School of Individualized Study. While a student, he began building his stand-up career by performing at comedy bars across New York City. He stated that the city's competitive environment shaped his work ethic and comedic style. For students aspiring to break into comedy or other creative industries, Morril stressed the importance of passion, creating independent work, and being kind to colleagues. He is currently on \"The Errors Tour\" and is scheduled to perform at Carnegie Hall in New York City on December 4.",
    "chinese_title": "喜剧人校友莫里尔分享, 纽约打拼的独家建议",
    "refined_chinese_news_report": "喜剧演员、纽约大学校友萨姆·莫里尔 (Sam Morril) 近日分享了他在创意领域的职业心得。他于2007年转入纽约大学，并在迦勒汀个人学习学院 (Gallatin School of Individualized Study) 攻读自己设计的古希腊喜剧专业。\n在校期间，莫里尔就开始在纽约各地的喜剧酒吧表演，为自己的脱口秀事业打基础。他提到，正是纽约市激烈的竞争环境，塑造了他独特的工作态度和喜剧风格。\n对于有志于进入喜剧等创意行业的学生，莫里尔强调了保持热情、坚持独立创作以及善待同行的重要性。\n目前，莫里尔正在进行他的“The Errors Tour”个人巡演，并计划于12月4日在纽约卡内基音乐厅演出。",
    "processing_timestamp": "2025-11-16T00:09:32.652930",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "喜剧演员、纽约大学校友萨姆·莫里尔 (Sam Morril) 近日分享了他在创意领域的职业心得。"
  },
  {
    "news_id": 14,
    "original_title": "‘The New York Sari’ brings a meaningful depiction of the garment to NYC",
    "source_url": "https://nyunews.com/culture/2025/11/13/bstyle/sari-exhibition/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-13",
    "verification_details": {
      "url": "https://nyunews.com/culture/2025/11/13/bstyle/sari-exhibition/",
      "publication_date_str": "2025-11-13",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "An exhibition titled “The New York Sari” is now open at The New York Historical on the Upper West Side, exploring the traditional garment's role in shaping South Asian identity in New York City. Spanning from the 19th century to the present, the exhibit details how South Asian culture became part of the city's fabric despite historical immigration challenges. According to co-curator Anna Danziger Halperin, the exhibition tells a story of how New York is enriched by diverse cultural representations. Displays range from historical textiles and dance costumes to contemporary fashion that reinterprets the sari for gender expression. A key piece includes a sari worn by Shahana Hanif, the first South Asian woman elected to the New York City Council, highlighting the garment as a symbol of empowerment. The exhibition also features an interactive component where visitors can contribute their own stories, reinforcing the theme of immigrant culture becoming an integral part of the city's identity.",
    "chinese_title": "纽约举办纱丽展，探索南亚身份认同",
    "refined_chinese_news_report": "一场名为“纽约纱丽”(The New York Sari) 的展览目前正在纽约上西区的纽约历史学会 (The New York Historical) 展出。该展览探索了传统服饰纱丽在塑造纽约市南亚裔身份认同中的作用。\n展览内容横跨19世纪至今，详细介绍了南亚文化如何在面临历史性移民挑战的情况下，逐渐成为纽约城市肌理的一部分。展品包括历史纺织品、舞蹈服装，以及对纱丽进行重新诠释以表达性别认同的当代时尚作品。\n其中一件核心展品是纽约市议会首位南亚裔女议员沙哈娜·哈尼夫 (Shahana Hanif) 曾穿过的纱丽。这件纱丽凸显了该服装作为女性赋权象征的重要意义。联合策展人安娜·丹齐格·哈尔佩林 (Anna Danziger Halperin) 表示，这次展览讲述了多元文化如何丰富纽约的故事。",
    "processing_timestamp": "2025-11-16T00:10:29.270047",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "一场名为“纽约纱丽”(The New York Sari) 的展览目前正在纽约上西区的纽约历史学会 (The New York Historical) 展出。"
  },
  {
    "news_id": 15,
    "original_title": "#NYCSampleSale: The door to discounted luxury",
    "source_url": "https://nyunews.com/culture/2025/11/13/bstyle/sample-sales/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-13",
    "verification_details": {
      "url": "https://nyunews.com/culture/2025/11/13/bstyle/sample-sales/",
      "publication_date_str": "2025-11-13",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "In New York City, sample sales are offering majorly discounted luxury goods, making high fashion more accessible. These limited-time events, popular in areas like SoHo, feature surplus items from top brands at discounts of up to 70-90% off retail prices. For instance, at an Isabel Marant sale on October 29 on Lafayette Street, coats originally priced over $2,400 were available for $480. While many shoppers seek unique finds, the events have drawn some criticism. Luke Adelson-Yan, a sophomore at NYU’s College of Arts and Science, noted from his internship experience that some brands use sales primarily as a marketing tool to sell unwanted overstock. Fueled by social media platforms like TikTok, these sales have nonetheless become a popular way for shoppers, including students, to affordably acquire luxury pieces in an expensive city.",
    "chinese_title": "纽约特卖会火了，奢侈品低至一折",
    "refined_chinese_news_report": "在纽约市，奢侈品特卖会 (Sample Sale) 正以极高折扣出售高端时尚商品，让普通人也能接触到奢侈品牌。这类限时活动在SoHo等区域非常流行，主要出售顶级品牌的积压库存，折扣可高达七到九折。\n例如，在10月29日拉法叶街 (Lafayette Street) 的一场伊莎贝尔·玛兰 (Isabel Marant) 特卖会上，一件原价超过2400美元的大衣仅售480美元。巨大的价格差异吸引了大量寻求独特单品的购物者。\n不过，这类活动也存在一些不同看法。纽约大学文理学院大二学生卢克·阿德尔森-严 (Luke Adelson-Yan) 根据实习经验指出，一些品牌主要将特卖会用作清仓滞销品的营销手段。尽管如此，在TikTok等社交媒体的推动下，特卖会已成为包括学生在内的消费者，在这座昂贵城市里以可负担价格购买奢侈品的热门途径。",
    "processing_timestamp": "2025-11-16T00:11:23.451711",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "在纽约市，奢侈品特卖会 (Sample Sale) 正以极高折扣出售高端时尚商品，让普通人也能接触到奢侈品牌。"
  },
  {
    "news_id": 16,
    "original_title": "‘Do not think about the camel’: Philosophers convene at NYU",
    "source_url": "https://nyunews.com/news/2025/11/13/nyu-annual-philosophy-conference/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-13",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/13/nyu-annual-philosophy-conference/",
      "publication_date_str": "2025-11-13",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University’s philosophy department hosted its 20th annual Issues in Modern Philosophy conference on November 7 and 8. The two-day event brought together approximately 35 professors and students, featuring 12 guest speakers from institutions across North America and Europe, including Columbia University and King’s College London. This year’s discussions centered on the philosophical concept of “intentionality,” with a closing speech by a Rice University professor that included a $1,000 thought experiment challenge. According to philosophy department chair Don Garrett, the conference is a resource for students and scholars that aims to reach anyone interested in the subject, not just academics. First held in 2004, the annual event is now an established departmental fixture, with next year’s conference topic announced as political philosophy and the social contract.",
    "chinese_title": "纽大哲学系年度大会，现场设千元思想实验",
    "refined_chinese_news_report": "纽约大学哲学系于11月7日至8日举办了第20届年度“现代哲学议题”研讨会。这场为期两天的活动吸引了约35名师生参与，并邀请了来自哥伦比亚大学、伦敦国王学院等校的12位北美及欧洲学者发表演讲。\n本届研讨会的讨论核心是哲学概念“意向性 (intentionality)”。会议的一大亮点是，一位来自莱斯大学的教授在闭幕演讲中，提出了一个价值1000美元的思想实验挑战。\n哲学系主任唐·加勒特 (Don Garrett) 表示，该会议自2004年首次举办以来，已成为系里的一个固定项目，为所有对该学科感兴趣的人提供资源，而不仅限于学术圈。目前，会议已公布明年的主题为政治哲学与社会契约。",
    "processing_timestamp": "2025-11-16T00:12:15.515872",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学哲学系于11月7日至8日举办了第20届年度“现代哲学议题”研讨会。"
  },
  {
    "news_id": 8,
    "original_title": "Behind the scenes, student costume designers turn fabrics into personality",
    "source_url": "https://nyunews.com/culture/2025/11/12/bstyle/costume-design-tisch-production-and-design/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-12",
    "verification_details": {
      "url": "https://nyunews.com/culture/2025/11/12/bstyle/costume-design-tisch-production-and-design/",
      "publication_date_str": "2025-11-12",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "At New York University’s Tisch School of the Arts, students in the costume design concentration are learning the realities of a demanding and often undervalued profession. Seo Yun, a senior in the Production and Design studio, highlights that costume design is frequently perceived as a \"heavily gendered\" and less critical field within theater. This view contributes to significant financial struggles; over 80% of costume designers are female, and they typically earn 30% less than other designers on a production. Yun describes the daily tasks as demanding \"mule work,\" which involves searching for materials in thrift shops and fabric stores across Midtown. Despite the lack of glamour and recognition, she finds deep satisfaction when a costume helps an actor fully embody a character. The program aims to prepare students for these industry challenges by providing direct experience on production sets.",
    "chinese_title": "纽约大学揭示行业困境, 戏剧服装设计师收入偏低",
    "refined_chinese_news_report": "在纽约大学帝势艺术学院 (Tisch School of the Arts)，主修服装设计的学生们正在学习这个行业严酷且常被低估的现实。制作与设计专业的大四学生尹瑞 (Seo Yun) 指出，在戏剧领域，服装设计常被视为一个“性别化严重”且不那么重要的专业。\n这种偏见直接导致了从业者面临的经济困境。数据显示，超过80%的戏剧服装设计师是女性，而她们的收入通常比制作团队中的其他设计师低30%。尹瑞将她的日常工作形容为繁重的“苦力活”，需要耗费大量时间在二手店和布料店里寻找材料。\n尽管这份工作缺少光环和认可，但尹瑞表示，当一套服装能帮助演员完全进入角色时，她会感到极大的满足感。该项目也通过提供在真实片场的实践经验，帮助学生为应对这些行业挑战做好准备。",
    "processing_timestamp": "2025-11-16T00:05:13.919940",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "在纽约大学帝势艺术学院 (Tisch School of the Arts)，主修服装设计的学生们正在学习这个行业严酷且常被低估的现实。"
  },
  {
    "news_id": 9,
    "original_title": "College Dems vs. Reps debate canceled last-minute",
    "source_url": "https://nyunews.com/news/2025/11/12/nyu-college-democrats-republicans-debate-cancelled/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-12",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/12/nyu-college-democrats-republicans-debate-cancelled/",
      "publication_date_str": "2025-11-12",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A biannual debate between NYU’s College Democrats and College Republicans, scheduled for Wednesday, has been indefinitely postponed. The cancellation occurred after the College Democrats raised safety concerns to the university, citing alleged verbal attacks and meeting interruptions by members of the College Republicans. The group also reported a \"non-consensual\" social media post from the Republicans that featured a Democrat member and mocked their meeting's attendance. Mikala Gruber, the College Democrats President, stated that no meaningful exchange of ideas can happen when students feel unsafe or at risk of harassment. In response, College Republicans President Ryan Leonard called the postponement \"discrimination against political speech.\" The NYU Center for Student Life is now working with both groups to resolve the issues with the expectation that the debate will be rescheduled. This marks another recent instance of an NYU event being delayed due to security concerns.",
    "chinese_title": "纽大两党辩论取消, 民主党称遭共和党骚扰",
    "refined_chinese_news_report": "原定于周三举行的纽约大学大学民主党社团与大学共和党社团的半年度辩论已被无限期推迟。此次活动取消，是由于民主党社团向校方表达了对学生安全的担忧。\n民主党社团称，共和党社团成员曾对其进行言语攻击并扰乱会议。该社团还指出，共和党社团未经同意在社交媒体上发布帖子，内容涉及一名民主党社团成员，并嘲笑其会议的出席人数。民主党社团主席米卡拉·格鲁伯 (Mikala Gruber) 表示，当学生感到不安全或面临骚扰风险时，便无法进行有意义的思想交流。\n作为回应，大学共和党社团主席瑞安·伦纳德 (Ryan Leonard) 称，推迟辩论是对“政治言论的歧视”。目前，纽约大学学生生活中心 (NYU Center for Student Life) 正在与两个团体进行协调，以解决相关问题，并期望能重新安排辩论时间。",
    "processing_timestamp": "2025-11-16T00:06:03.236273",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "原定于周三举行的纽约大学大学民主党社团与大学共和党社团的半年度辩论已被无限期推迟。"
  },
  {
    "news_id": 10,
    "original_title": "Steinhardt study links teacher turnover to student suspensions",
    "source_url": "https://nyunews.com/news/2025/11/12/steinhardt-teacher-turnover-rate-student-disciplinary-measures/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-12",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/12/steinhardt-teacher-turnover-rate-student-disciplinary-measures/",
      "publication_date_str": "2025-11-12",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers from New York University's Steinhardt School have found a strong correlation between high teacher turnover and increased student suspensions in New York City’s public secondary schools. The September study, led by Professor Luis Rodriguez, analyzed disciplinary and demographic data from NYC Public Schools in grades six through twelve from 2011 to 2022. The findings showed that a 13.3% decrease in teacher departures correlated with 7.2% fewer student suspensions. Notably, the impact was most significant when experienced teachers left mid-year, increasing suspensions by 20% to 30% for each year of experience. The research also highlighted significant racial disparities, with Black students receiving disciplinary referrals and suspensions at a rate 1.4 to 1.6 times higher than the general population. To address these issues, researchers recommended implementing anti-bias training and creating mentorship programs for teachers.",
    "chinese_title": "纽约大学研究发现，教师流失率增高，学生停学率上升",
    "refined_chinese_news_report": "纽约大学斯坦哈特学院 (NYU's Steinhardt School) 九月发布的一项研究显示，纽约市公立中学的教师高流失率与学生停学率增加存在显著关联。该研究由路易斯·罗德里格斯 (Luis Rodriguez) 教授领导，分析了2011至2022年间纽约市六至十二年级的纪律数据，发现教师离职率下降13.3%与学生停学率减少7.2%相关。\n研究特别指出，当经验丰富的教师在学年中途离职时，带来的影响最为严重。这些教师每多一年教龄，其离职就会使学生停学率增加20%至30%。此外，研究还揭示了纪律处分中的种族差异，非裔学生被停学的比例是学生总体平均水平的1.4至1.6倍。\n为应对这些问题，研究团队建议学校为教师提供反偏见培训，并建立导师指导计划。",
    "processing_timestamp": "2025-11-16T00:06:49.212244",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学斯坦哈特学院 (NYU's Steinhardt School) 九月发布的一项研究显示，纽约市公立中学的教师高流失率与学生停学率增加存在显著关联。"
  },
  {
    "news_id": 11,
    "original_title": "‘Grassy trees’ can help counter climate change, NYU scientists find",
    "source_url": "https://nyunews.com/news/2025/11/12/nyu-grassy-trees-climate-change-research/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-12",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/12/nyu-grassy-trees-climate-change-research/",
      "publication_date_str": "2025-11-12",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Scientists at New York University’s Department of Environmental Studies have discovered that \"grassy trees\" like bamboo, banana, and palm trees have significant potential to help ecosystems counter climate change. According to an October report led by researcher Aiyu Zheng, these plants have been notably overlooked in previous research despite their unique benefits. The study highlights that grassy trees grow and remove carbon from the atmosphere more quickly than other plants and are highly resilient to disturbances like storms. Zheng noted that inconsistent classification in forest surveys has historically hindered large-scale analysis of their impact. The research also showcased their versatile roles, such as restoring farmland with bamboo and providing food and income via banana trees in Southeast Asia, presenting them as effective natural solutions for sustainability.",
    "chinese_title": "纽约大学新发现, “草本树”可高效应对气候变化",
    "refined_chinese_news_report": "纽约大学环境研究系的科学家发现，竹子、香蕉和棕榈树等“草本树”（grassy trees）在应对气候变化方面具有巨大潜力。根据研究员郑爱玉 (Aiyu Zheng) 领导的一份十月报告，尽管这些植物有独特优势，但在以往的研究中一直被严重忽视。\n研究强调，与其它植物相比，“草本树”的生长速度更快，能更迅速地从大气中吸收并储存碳。此外，这类植物对风暴等自然干扰表现出很强的恢复能力，使其成为一种稳健的自然解决方案。\n报告指出，过去由于森林调查中的分类标准不一，阻碍了对其固碳影响的大规模分析。研究还展示了这些植物的多功能性，例如用竹子恢复农田，或是在东南亚通过香蕉树为社区提供食物和收入。",
    "processing_timestamp": "2025-11-16T00:07:41.305784",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学环境研究系的科学家发现，竹子、香蕉和棕榈树等“草本树”（grassy trees）在应对气候变化方面具有巨大潜力。"
  },
  {
    "news_id": 5,
    "original_title": "Tandon launches institute to advance urban planning",
    "source_url": "https://nyunews.com/news/2025/11/11/nyu-tandon-urban-institute/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-11",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/11/nyu-tandon-urban-institute/",
      "publication_date_str": "2025-11-11",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU’s Tandon School of Engineering launched the Urban Institute in early November, aiming to improve city design and address natural disasters using advanced technology. Led by Tandon Dean Juan de Pablo and inaugural director Maurizio Porfiri, the institute will focus on climate, public health, and urban infrastructure by applying artificial intelligence and data science. For students, the institute is developing new “4+1” curricula that will allow them to earn both a bachelor’s and a master’s degree in five years. The initiative's research will concentrate on physical infrastructure, the natural environment, urban systems, and the science of cities. This effort involves collaboration between Tandon’s Center for Urban Science and Progress and its Civil and Urban Engineering department, alongside partnerships with city governments.",
    "chinese_title": "NYU坦登成立城市研究院, 推出全新本硕项目",
    "refined_chinese_news_report": "纽约大学坦登工程学院 (NYU’s Tandon School of Engineering) 于11月初正式成立了城市研究院 (Urban Institute)。该研究院由坦登学院院长胡安·德·巴勃罗 (Juan de Pablo) 和首任主任毛里齐奥·波菲里 (Maurizio Porfiri) 领导，将运用人工智能和数据科学来改善城市设计，并应对自然灾害等挑战。\n研究院的研究重点将包括物理基础设施、自然环境及城市系统等领域。此举整合了坦登学院的城市科学与进步中心 (Center for Urban Science and Progress)、土木与城市工程系的力量，并将与多个市政府展开合作。\n对于学生而言，该研究院正在开发新的“4+1”课程项目。该项目将允许学生在五年内同时获得学士和硕士两个学位。",
    "processing_timestamp": "2025-11-16T00:02:17.391657",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学坦登工程学院 (NYU’s Tandon School of Engineering) 于11月初正式成立了城市研究院 (Urban Institute)。"
  },
  {
    "news_id": 6,
    "original_title": "‘Unmatched legacy’: NYU research chief on stepping down to lead Sloan Foundation",
    "source_url": "https://nyunews.com/news/2025/11/11/new-sloan-foundation-president-stacie-bloom/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-11",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/11/new-sloan-foundation-president-stacie-bloom/",
      "publication_date_str": "2025-11-11",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Stacie Bloom, New York University’s Chief Research Officer and Vice Provost for Research, will step down in January to lead the Alfred P. Sloan Foundation as its new president and CEO. During her tenure, Bloom helped elevate NYU's research spending to No. 1 in New York state and No. 12 nationally. The move is significant for students as the Sloan Foundation has a strong funding relationship with NYU, providing the university with $1.2 million in research funding last year. The foundation offers grants to support original research and education in key fields including science, engineering, technology, mathematics, and economics. Specifically for students, it provided nearly $700,000 to Tisch students for films on science and technology and over $500,000 for other research grants last year. These opportunities include a $30,000 production grant and multiple screenwriting awards, and Bloom noted she is excited that the link between the foundation and NYU will remain strong.",
    "chinese_title": "NYU科研主管将离任，执掌斯隆基金会",
    "refined_chinese_news_report": "纽约大学 (New York University) 的首席研究官兼研究副教务长斯泰西·布鲁姆 (Stacie Bloom) 将于明年一月离任。她将出任阿尔弗雷德·斯隆基金会 (Alfred P. Sloan Foundation) 的新任主席兼首席执行官。\n在布鲁姆任职期间，她帮助纽约大学的研究支出提升至纽约州第一、全美第十二。此次人事变动之所以备受关注，是因为斯隆基金会与纽约大学有着密切的资助关系，该基金会专注于资助科学、技术、工程等领域的原创研究。仅在去年，基金会就向纽约大学提供了120万美元的研究经费。\n这些资金对学生的支持尤为突出。去年，基金会提供了近70万美元，用于资助帝势艺术学院 (Tisch School of the Arts) 学生创作关于科学和技术的电影。此外，还有超过50万美元的经费被用于其他学生研究项目。布鲁姆表示，她很高兴基金会与纽约大学之间的紧密联系将得以保持。",
    "processing_timestamp": "2025-11-16T00:03:24.490638",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学 (New York University) 的首席研究官兼研究副教务长斯泰西·布鲁姆 (Stacie Bloom) 将于明年一月离任。"
  },
  {
    "news_id": 7,
    "original_title": "Stern researchers examine extremists’ social media strategies",
    "source_url": "https://nyunews.com/news/2025/11/11/nyu-stern-report-social-media-mobalizing-violence/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-11",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/11/nyu-stern-report-social-media-mobalizing-violence/",
      "publication_date_str": "2025-11-11",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers from New York University’s Stern School of Business have released a report detailing how extremist groups across the political spectrum use social media to promote division and violent rhetoric. The study, authored by Mariana Olaizola Rosenblat and Luke Barnes, found that these groups exploit algorithms and privacy features on platforms like X and Telegram. They often use mainstream apps such as Instagram and TikTok to redirect users to encrypted platforms like Signal or Discord, where content has minimal moderation. The report notes this activity intensifies following high-profile violent events, capitalizing on heightened emotions amid rising political polarization in the United States. Researchers highlighted the difficulty of creating regulations that do not infringe upon free speech, noting the U.S. legal standard allows significant hate speech and malicious online activity. The report recommends that platforms better define threats and that policymakers distinguish between protected speech and illegal terrorist content.",
    "chinese_title": "纽约大学发布报告, 揭示极端组织社交媒体策略",
    "refined_chinese_news_report": "纽约大学斯特恩商学院 (Stern School of Business) 的研究人员发布了一份新报告，详细说明了不同政治派别的极端组织如何利用社交媒体来煽动分裂和暴力言论。这份由玛丽安娜·奥莱索拉·罗森布拉特 (Mariana Olaizola Rosenblat) 和卢克·巴恩斯 (Luke Barnes) 撰写的报告发现，这些组织利用了社交平台的算法和隐私功能。\n研究指出，这些组织常使用Instagram和TikTok等主流应用，将用户引向内容审查宽松的加密平台，如Signal或Discord。在美国政治两极分化日益加剧的背景下，这类活动在重大暴力事件后会显著增多，利用了公众高涨的情绪。\n研究人员强调，制定相关法规十分困难，因为美国的法律标准允许相当程度的仇恨言论和恶意网络活动，这给监管带来了挑战。报告建议平台应更清晰地界定威胁，政策制定者也需明确区分受保护的言论与非法的恐怖主义内容。",
    "processing_timestamp": "2025-11-16T00:04:14.696252",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学斯特恩商学院 (Stern School of Business) 的研究人员发布了一份新报告，详细说明了不同政治派别的极端组织如何利用社交媒体来煽动分裂和暴力言论。"
  },
  {
    "news_id": 1,
    "original_title": "City Scoop: Flights canceled at major airports, and other top stories across NYC",
    "source_url": "https://nyunews.com/news/2025/11/10/cityscoop-flight-cancellations-mamdani-fundraising-gang-members-arraigned/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-10",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/10/cityscoop-flight-cancellations-mamdani-fundraising-gang-members-arraigned/",
      "publication_date_str": "2025-11-10",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Due to the longest government shutdown in U.S. history, New York City’s LaGuardia, John F. Kennedy, and Newark airports are experiencing mass flight cancellations and delays. The Federal Aviation Administration (FAA) initiated these measures to alleviate pressure on air traffic controllers, approximately 13,000 of whom have been working without pay for over a month. Federal officials announced a 4% reduction in air travel at 40 of the busiest U.S. airports starting Friday, with cuts increasing to 10% next week. Between Friday and Sunday alone, NYC's three airports saw nearly 4,000 delays and over 1,300 cancellations. Transportation Secretary Sean Duffy stated the reductions were essential for safety amid staff shortages. Duffy also warned that if the shutdown continues, these cuts could potentially increase to 20%.",
    "chinese_title": "政府停摆冲击航空，纽约机场大面积延误",
    "refined_chinese_news_report": "受美国历史上最长政府停摆的影响，纽约市的拉瓜迪亚、肯尼迪和纽瓦克三大机场正经历大规模航班取消和延误。仅在上周五至周日期间，这三座机场就记录了近4000次航班延误和超过1300次航班取消。\n美国联邦航空管理局 (FAA) 采取这些措施，是为了缓解空中交通管制员的工作压力。全美约有13000名空管人员已经在无薪状态下工作超过一个月，导致人员短缺。\n联邦官员已宣布，从上周五开始，全美40个最繁忙机场的空中交通量将减少4%，下周削减幅度将增至10%。交通部长肖恩·杜菲 (Sean Duffy) 表示，削减航班对保障安全至关重要，并警告如果政府停摆持续，削减比例可能会增至20%。",
    "processing_timestamp": "2025-11-15T23:58:59.563964",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "受美国历史上最长政府停摆的影响，纽约市的拉瓜迪亚、肯尼迪和纽瓦克三大机场正经历大规模航班取消和延误。"
  },
  {
    "news_id": 2,
    "original_title": "Q&A: NYU sophomore dives deep into ‘optimistic’ EP",
    "source_url": "https://nyunews.com/arts/music/2025/11/10/aviad/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-10",
    "verification_details": {
      "url": "https://nyunews.com/arts/music/2025/11/10/aviad/",
      "publication_date_str": "2025-11-10",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Aviad Poznansky, a sophomore at New York University’s Clive Davis Institute of Recorded Music, has released a new EP titled “Cosmo’s Dream House.” Known professionally as Aviad, he first gained prominence for producing the sample on JID’s hit single “Dance Now” after sending a beat to a producer at age 16. His new EP, which came out on Friday, is described as an optimistic project influenced by Japanese music and designed to release tension through movement. The release follows Aviad's recent performance at the Guggenheim Museum as part of the “Students First: Soundscape” event. The interview also highlights his collaboration within the NYU community, revealing an upcoming music video for the artist Ka$hkenni that is being directed by fellow NYU student Grace Charles.",
    "chinese_title": "NYU大二学生发新EP，曾为JID制作金曲",
    "refined_chinese_news_report": "纽约大学克莱夫·戴维斯录音音乐学院 (New York University’s Clive Davis Institute of Recorded Music) 的大二学生阿维德·波兹南斯基 (Aviad Poznansky)，于上周五发布了名为《Cosmo’s Dream House》的全新迷你专辑 (EP)。他以艺名阿维德 (Aviad) 进行音乐活动，在16岁时就因制作了说唱歌手JID的热门单曲《Dance Now》中的采样而受到关注。\n这张新专辑的风格乐观，深受日本音乐的影响。据介绍，其音乐设计旨在帮助听众通过身体的律动来释放紧张情绪。这张专辑的发布，也紧随阿维德近期在古根海姆博物馆的演出之后，该演出是“学生优先：声景” (Students First: Soundscape) 活动的一部分。\n此外，阿维德也积极与纽约大学社区内的同学合作。他透露，目前正与同校学生格蕾丝·查尔斯 (Grace Charles) 合作，由她执导为艺术家Ka$hkenni制作一部新的音乐视频。",
    "processing_timestamp": "2025-11-15T23:59:49.769191",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学克莱夫·戴维斯录音音乐学院 (New York University’s Clive Davis Institute of Recorded Music) 的大二学生阿维德·波兹南斯基 (Aviad Poznansky)，于上周五发布了名为《Cosmo’s Dream House》的全新迷你专辑 (EP)。"
  },
  {
    "news_id": 3,
    "original_title": "Professors protest billionaire behind Trump education compact",
    "source_url": "https://nyunews.com/news/2025/11/10/aaup-protest-trump-compact-plan/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-10",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/10/aaup-protest-trump-compact-plan/",
      "publication_date_str": "2025-11-10",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Friday, over 70 professors and students from East Coast universities, including New York University, protested in Midtown against a new education compact proposed by the Trump administration. Organized by the American Association of University Professors (AAUP), the demonstration targeted Marc Rowan, a billionaire donor who helped author the compact. The proposal offers financial rewards to universities that agree to several conditions, most notably capping international undergraduate enrollment at 15%. Other requirements for participating universities include ending diversity hiring practices and freezing tuition for five years. This event follows an October town hall where NYU's AAUP chapter urged the university to publicly denounce the compact. On the day of the protest, NYU’s Students for a Democratic Society also held a walkout, demanding the university explicitly reject the agreement.",
    "chinese_title": "教育新规引发抗议，拟限制国际生至15%",
    "refined_chinese_news_report": "上周五，包括纽约大学在内的多所东海岸高校，超过70名师生在曼哈顿中城举行抗议。此次示威由美国大学教授协会 (AAUP) 组织，旨在反对一项由特朗普政府提出的新教育协议，抗议目标也包括该协议的撰写人之一、亿万富翁捐助者马克·罗恩 (Marc Rowan)。\n该提案的核心内容是，向同意遵守特定条件的大学提供资金奖励，其中最引人关注的条款是将国际本科生招生比例限制在15%以内。此外，参与该协议的大学还必须停止多元化招聘措施，并冻结学费五年。\n抗议当天，纽约大学的民主社会学生会 (Students for a Democratic Society) 也组织了一场罢课活动，要求校方明确拒绝该协议。在此之前，纽约大学的AAUP分会曾在十月的一次会议上敦促学校公开谴责这项协议。",
    "processing_timestamp": "2025-11-16T00:00:40.223670",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "上周五，包括纽约大学在内的多所东海岸高校，超过70名师生在曼哈顿中城举行抗议。"
  },
  {
    "news_id": 4,
    "original_title": "Stern study dispels deglobalization talk",
    "source_url": "https://nyunews.com/news/2025/11/10/nyu-stern-dhl-global-connectedness-tracker/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-10",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/10/nyu-stern-dhl-global-connectedness-tracker/",
      "publication_date_str": "2025-11-10",
      "is_recent": "Within range (from OpenRouter) (2025-11-09 to 2025-11-15)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers at NYU's Stern School of Business have found that despite talk of deglobalization, global trade patterns remain largely unchanged for most countries. The study, part of the DHL Initiative on Globalization, was released early in response to tariffs from President Donald Trump. It highlights an accelerating drop in trade between the United States and China, with U.S. imports from China falling from 13% in 2024 to 9% in the last seven months. In response, China has redirected its focus, increasing exports to Southeast Asian and European markets by 15%. Since January, the Trump administration has issued tariffs up to 145% on key Chinese products. However, a cumulative tariff rate is set to be reduced from 20% to 10% on November 10. Despite these specific tensions, the Stern researchers concluded that global trade is still expected to grow, countering notions of a broad reversal of globalization.",
    "chinese_title": "全球化趋势未变，中美贸易加速下滑",
    "refined_chinese_news_report": "纽约大学斯特恩商学院（NYU's Stern School of Business）的研究人员发现，尽管存在“去全球化”的讨论，但对多数国家而言，全球贸易格局基本保持不变。这项研究是“DHL全球化倡议”（DHL Initiative on Globalization）的一部分，因应美国总统特朗普的关税政策而提前发布。研究人员总结，全球贸易总体预计仍将增长，这与全球化正在大规模逆转的观点相悖。\n该研究特别指出，中美之间的贸易正在加速下滑。数据显示，在过去七个月里，美国从中国进口的商品占比从13%降至9%。作为应对，中国已将出口重心转向东南亚和欧洲市场，对这些地区的出口额增长了15%。\n自今年1月以来，特朗普政府已对部分关键中国产品征收高达145%的关税。不过，一项累积关税税率计划于11月10日从20%下调至10%。",
    "processing_timestamp": "2025-11-16T00:01:35.927816",
    "relevance_score": 10,
    "relevance_reason": "已通过Step 1相关性筛选 (Passed Step 1 relevance filter)",
    "gemini_generated_intro": "纽约大学斯特恩商学院（NYU's Stern School of Business）的研究人员发现，尽管存在“去全球化”的讨论，但对多数国家而言，全球贸易格局基本保持不变。"
  }
]