[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos after he criticized the \"genocide currently occurring\" in Gaza during his graduation speech on Wednesday at the Beacon Theatre. Rozos’s remarks, which condemned U.S. political and military support of the conflict, prompted immediate backlash from the university administration. NYU spokesperson John Beckman stated that Rozos misused his speaking role and violated university rules by deviating from his approved speech. The incident has ignited controversy, with groups like NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine urging the university to release Rozos’s diploma, citing academic freedom. Conversely, organizations like EndJewHatred and the Anti-Defamation League have applauded NYU's disciplinary action. This situation highlights ongoing tensions surrounding free speech and political expression at NYU, particularly regarding the Israeli-Palestinian conflict, which may affect future graduation ceremonies or student expression on campus. The controversy could potentially impact international students' understanding and navigation of free speech policies and acceptable forms of political expression within the university.",
    "chinese_title": "纽约大学扣留毕业生毕业证书，因其毕业典礼演讲批评加沙“种族灭绝”",
    "chinese_news_report": "据WSN于2025年5月16日报道，纽约大学（NYU）扣留了加勒廷学院（Gallatin）毕业生洛根·罗佐斯（Logan Rozos）的毕业证书。原因是罗佐斯在周三于灯塔剧院（Beacon Theatre）举行的毕业典礼上，公开批评加沙“目前正在发生的种族灭绝”。\n\n罗佐斯的言论谴责了美国对该冲突的政治和军事支持，立即引起了大学行政部门的强烈反对。纽约大学发言人约翰·贝克曼（John Beckman）表示，罗佐斯滥用了他的发言权，并且通过偏离其批准的演讲稿违反了大学规定。\n\n该事件引发了争议。“纽约大学巴勒斯坦正义校友会 (NYU Alumni for Justice in Palestine)”和“教职员工巴勒斯坦正义协会 (Faculty & Staff for Justice in Palestine)”等团体敦促大学发放罗佐斯的毕业证书，理由是学术自由。相反，“停止仇犹太主义 (EndJewHatred)”和反诽谤联盟 (Anti-Defamation League) 等组织则赞扬纽约大学的纪律处分。\n\n这一情况突显了纽约大学在言论自由和政治表达方面持续存在的紧张关系，尤其是在以色列-巴勒斯坦冲突问题上。 这可能会影响未来的毕业典礼或学生在校园内的表达。这场争议可能会影响国际学生对大学言论自由政策以及可接受的政治表达形式的理解和适应。",
    "processing_timestamp": "2025-05-20T18:48:02.608130"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's commencement ceremony at Yankee Stadium on Thursday, May 15, 2025, some graduates protested President Linda Mills’ address, the second such demonstration against NYU's handling of pro-Palestinian speech. Mills' speech focused on relationships and did not directly address President Trump's actions against U.S. colleges. However, NYU is among universities facing federal scrutiny for allegedly antisemitic harassment and diversity programming. Recently, an undisclosed number of NYU's international students experienced alterations to their immigration statuses due to federal policies, though their statuses were reportedly reactivated three weeks ago. These federal actions included potential cuts to funding and threats to student visa holders. NYU President Mills has not publicly commented on the immigration policy changes affecting the university's international students.",
    "chinese_title": "纽约大学毕业典礼再现抗议，校长演讲受阻",
    "chinese_news_report": "据WSN于2025年5月15日报道，纽约大学 (NYU) 于5月15日星期四在洋基体育场举行毕业典礼。典礼期间，部分毕业生对校长琳达·米尔斯 (Linda Mills) 的演讲表示抗议。\n\n据悉，这是第二次出现针对纽约大学处理亲巴勒斯坦言论方式的抗议活动。米尔斯校长的演讲主要围绕人际关系展开，并未直接提及特朗普总统 (President Trump) 针对美国大学采取的行动。\n\n目前，纽约大学正面临联邦政府的审查，原因是有指控称该校存在反犹太主义骚扰行为以及多样性项目问题。\n\n近期，一些纽约大学的国际学生因联邦政策的影响，其移民身份曾发生变更。据称，这些学生的身份已于三周前被恢复。联邦政府的行动包括潜在的资金削减以及对学生签证持有者的威胁。\n\n纽约大学校长米尔斯尚未就影响该校国际学生的移民政策变化发表公开评论。",
    "processing_timestamp": "2025-05-20T18:48:07.659233"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On May 15, 2025, actress Molly Shannon, a Tisch School of the Arts alumna, delivered the commencement address at NYU's 192nd graduation ceremony. Addressing thousands of students and guests, Shannon, known for her work on \"Saturday Night Live,\" shared her experiences navigating post-graduation challenges and encouraged graduates to persevere through career setbacks and embrace their talents. She received an honorary Doctor of Fine Arts degree along with New York Liberty CEO Keia Clarke and physicist Walter Massey. Shannon's speech touched on the importance of self-acceptance and resilience in the face of rejection, drawing from her personal experiences after graduating from NYU in 1987. The ceremony followed a period of turbulence at NYU, including federal funding cuts and controversy surrounding student protests. The address, while broadly applicable, serves as a reminder of the value of perseverance as NYU graduates, including international students, embark on their careers and navigate potential visa and work authorization challenges.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表励志演讲",
    "chinese_news_report": "2025年5月15日，据WSN报道，女演员莫莉·香侬 (Molly Shannon) 在纽约大学 (NYU) 第192届毕业典礼上发表了毕业演讲。香侬是纽约大学帝势艺术学院 (Tisch School of the Arts) 的校友。\n\n香侬在演讲中面向数千名学生和来宾，分享了她毕业后在职业生涯中克服挑战的经验。她鼓励毕业生们坚持不懈，勇敢面对挫折，并充分发挥自身才能。\n\n在典礼上，香侬与纽约自由人队 (New York Liberty) 首席执行官凯娅·克拉克 (Keia Clarke) 和物理学家沃尔特·马西 (Walter Massey) 一同被授予荣誉美术博士学位。\n\n香侬的演讲强调了自我接纳和在面对拒绝时保持韧性的重要性。她结合了自己1987年从纽约大学毕业后的个人经历。\n\n此前，纽约大学经历了一段动荡时期，包括联邦政府削减资金以及围绕学生抗议活动的争议。\n\n香侬的演讲具有广泛的适用性，提醒着包括国际学生在内的纽约大学毕业生，在开启职业生涯并应对潜在的签证和工作许可挑战时，坚持不懈的价值。",
    "processing_timestamp": "2025-05-20T18:48:13.052999"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine rescinded acceptances to its joint MD-Ph.D. program for nine prospective students earlier in 2025. This abrupt decision followed the loss of a federal grant that financially supported the program. The rescinded acceptances directly impact students who had planned to pursue this specific dual degree. While the article doesn't explicitly detail impacts on current international students, the loss of funding and restructuring of programs within NYU Grossman could potentially lead to future changes in funding opportunities, program availability, or research resources that may indirectly affect Chinese international students studying medicine or pursuing related research at NYU. Affected students and those considering similar programs should closely monitor announcements from NYU Grossman regarding program restructuring and alternative funding options. The situation highlights the importance of understanding the financial stability of academic programs, particularly those heavily reliant on external funding sources like federal grants, and remaining informed about potential changes.",
    "chinese_title": "纽约大学医学院撤回录取通知，因联邦拨款取消",
    "chinese_news_report": "据 WSN 于2025年5月14日报道，纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 于2025年初撤回了九名学生的医学博士-哲学博士 (MD-Ph.D.) 联合项目的录取通知。\n\n此项决定的原因是该项目失去了一项联邦拨款，该拨款原本为项目提供资金支持。被撤回录取的学生，原本计划攻读此双学位。\n\n目前，文章未明确说明该事件对在读国际学生的影响。但是，纽约大学格罗斯曼医学院的资金减少和项目重组，可能会导致未来资金机会、项目可用性或研究资源的变化。这些变化或将间接影响在纽约大学学习医学或从事相关研究的中国国际学生。\n\n受影响的学生和正在考虑类似项目的学生，应密切关注纽约大学格罗斯曼医学院发布的项目重组和替代资金方案的公告。\n\n该事件强调了了解学术项目财务稳定性的重要性，尤其是那些严重依赖联邦拨款等外部资金来源的项目。学生应及时了解潜在变化。",
    "processing_timestamp": "2025-05-20T18:48:19.811047"
  }
]