[
  {
    "news_id": 1,
    "original_title": "NYU withholds diploma of Gallatin graduate who condemned ‘genocide currently occurring’ in Gaza",
    "source_url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-16",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/16/gallatin-student-speaker-diploma-withheld/",
      "publication_date_str": "2025-05-16",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU is withholding the diploma of Gallatin graduate Logan Rozos after his graduation speech on Wednesday, where he condemned actions in Gaza, sparking controversy. The university administration, particularly spokesperson John Beckman and Gallatin Dean Victoria Rosner, cited misuse of his speaking role and violation of university rules, while Rozos stated his intent to speak for those affected by the conflict. The incident occurred at the Gallatin graduation ceremony in the Beacon Theatre. This action has prompted responses from various groups, including NYU Alumni for Justice in Palestine and Faculty & Staff for Justice in Palestine, who are urging the university to release Rozos’ diploma, citing academic freedom. Conversely, groups like End Jew Hatred and the Anti-Defamation League have criticized Rozos' speech, with the ADL applauding NYU's disciplinary action. This situation raises concerns about freedom of speech on campus and may impact future graduation ceremonies or student expression related to political issues, requiring international students to be mindful of university guidelines and potential ramifications.",
    "chinese_title": "纽约大学暂扣毕业生谴责加沙言论文凭",
    "chinese_news_report": "纽约大学 (NYU) 暂扣了加勒廷学院 (Gallatin) 毕业生洛根·罗佐斯 (Logan Rozos) 的毕业文凭。此前，罗佐斯在周三的毕业典礼演讲中谴责了在加沙的行动，引发争议。\n\n校方，特别是发言人约翰·贝克曼 (John Beckman) 和加勒廷学院院长维多利亚·罗斯纳 (Victoria Rosner)，认为罗佐斯滥用了其发言机会，违反了校规。罗佐斯则表示，他希望为受冲突影响的人发声。\n\n该事件发生在信标剧院 (Beacon Theatre) 举行的加勒廷学院毕业典礼上。\n\n纽约大学巴勒斯坦正义校友会 (NYU Alumni for Justice in Palestine) 和巴勒斯坦正义教职工会 (Faculty & Staff for Justice in Palestine) 等团体已做出回应，敦促学校发放罗佐斯的文凭，理由是学术自由。\n\n另一方面，像“停止仇恨犹太人” (End Jew Hatred) 和反诽谤联盟 (Anti-Defamation League, ADL) 等团体批评了罗佐斯的演讲。反诽谤联盟赞扬了纽约大学的纪律处分。\n\n此情况引发了人们对校园言论自由的担忧，并可能影响未来的毕业典礼或与政治问题相关的学生表达。国际学生需要注意大学的指导方针和潜在的后果。\n\n目前，纽约大学对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T18:54:48.831221"
  },
  {
    "news_id": 2,
    "original_title": "Mills booed again as graduates walk out at 2025 commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/nyu-walkout-commencement/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "During NYU's 2025 commencement at Yankee Stadium on Thursday, May 15th, a number of graduates protested President Linda Mills' address, with some walking out. This follows similar demonstrations last year related to NYU’s handling of pro-Palestinian speech. President Mills' speech focused on relationships and happiness, omitting mention of President Trump's recent policies impacting higher education. These policies include federal funding cuts, threats to student visas, and the dismantling of DEI initiatives. NYU is also facing federal scrutiny regarding antisemitism complaints and diversity programming, being among 52 schools under investigation. Notably, recently, an undisclosed number of NYU international students experienced temporary changes to their immigration status due to federal actions. While their statuses have since been reactivated, President Mills has not publicly commented on these changes or the broader implications of the executive orders.",
    "chinese_title": "纽约大学毕业典礼现抗议，校长演讲受阻",
    "chinese_news_report": "在5月15日（星期四）于扬基体育场举行的纽约大学 (NYU) 2025届毕业典礼上，部分毕业生对校长琳达·米尔斯 (Linda Mills) 的演讲表示抗议，一些人选择离场。\n\n此次抗议活动与去年发生的，关于纽约大学处理亲巴勒斯坦言论的方式的类似示威活动有关。米尔斯校长的演讲主要集中于人际关系和幸福感，并未提及美国前总统唐纳德·特朗普 (Donald Trump) 近期对高等教育产生影响的政策。\n\n据悉，这些政策包括联邦资金削减、对学生签证的威胁以及对多元、公平和包容 (DEI) 倡议的解散。目前，纽约大学正面临联邦政府对其反犹太主义投诉和多元化项目审查，是正在接受调查的52所高校之一。\n\n近期，数量不明的纽约大学国际学生因联邦政府的行动，经历了短暂的移民身份变更。虽然他们的身份已恢复，但米尔斯校长尚未公开评论这些变更或行政命令可能产生的广泛影响。\n\n目前，学校对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T18:54:54.055758"
  },
  {
    "news_id": 3,
    "original_title": "Molly Shannon gives stand-up-style speech at commencement",
    "source_url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-15",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/05/15/molly-shannon-commencement-address/",
      "publication_date_str": "2025-05-15",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On May 15, 2025, Molly Shannon, former \"Saturday Night Live\" star, delivered the commencement address at NYU's 192nd graduation ceremony. Speaking to thousands of students, including many international students, Shannon, a Tisch School of the Arts alumna, shared her experiences after graduation, emphasizing resilience and embracing individuality in the face of career challenges. She received a Doctor of Fine Arts alongside New York Liberty CEO Keia Clarke and physicist Walter Massey, who also received honorary degrees. Shannon encouraged graduates to persevere through setbacks, drawing from her own path after NYU. The ceremony followed a period of turbulence for NYU, including federal funding cuts and student protests. The key message focused on graduates embracing their potential and shaping the future despite challenges, which is relevant for international students navigating their post-graduation paths in the U.S., including job searches and visa considerations. Her speech encouraged all graduates to persist regardless of initial setbacks.",
    "chinese_title": "莫莉·香侬在纽约大学毕业典礼上发表励志演讲",
    "chinese_news_report": "5月15日，前《周六夜现场》(Saturday Night Live) 明星莫莉·香侬 (Molly Shannon) 在纽约大学第192届毕业典礼上发表毕业演讲。\n\n香侬女士是纽约大学帝势艺术学院 (Tisch School of the Arts) 的校友。她向包括众多国际学生在内的数千名毕业生分享了毕业后的经历。她强调，面对职业生涯的挑战，要保持韧性，拥抱个性。\n\n在典礼上，香侬与纽约自由人队 (New York Liberty) 首席执行官凯娅·克拉克 (Keia Clarke) 以及物理学家沃尔特·马西 (Walter Massey) 一同获得了美术荣誉博士学位。\n\n香侬鼓励毕业生们在经历挫折时要坚持不懈。她以自己在纽约大学毕业后的职业道路为例，激励学生们勇敢面对挑战。\n\n此前，纽约大学经历了一段动荡时期，包括联邦政府的资金削减和学生抗议活动。\n\n香侬女士在演讲中主要强调，毕业生应该拥抱自己的潜力，塑造未来。这对在美求学并在毕业后面临求职和签证等问题的国际学生具有重要意义。她的演讲鼓励所有毕业生坚持不懈，不畏惧最初的挫折。",
    "processing_timestamp": "2025-05-20T18:54:59.578878"
  },
  {
    "news_id": 4,
    "original_title": "NYU Grossman rescinds program acceptances after losing federal grant",
    "source_url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-05-14",
    "verification_details": {
      "url": "https://nyunews.com/news/features/2025/05/14/nyu-grossman-md-phd-program/",
      "publication_date_str": "2025-05-14",
      "is_recent": "Recent (from Gemini)",
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Grossman School of Medicine recently rescinded acceptance offers to nine prospective students of its joint MD-Ph.D. program. This decision, announced earlier this year (2025), stems from the loss of a significant federal grant that financially supported the program. While the specific amount of the grant is not disclosed, its absence has led to a \"pause\" in admissions. The sudden change may affect future application strategies for Chinese international students considering this program at NYU. Current NYU Grossman students expressed concerns to WSN about the program's future. Affected students should contact the NYU Office of Global Services to understand any potential impact on their visa status or future academic plans, considering the altered program landscape. The situation underscores the importance of monitoring funding stability when choosing academic programs.",
    "chinese_title": "纽约大学医学院撤回录取，因联邦拨款损失",
    "chinese_news_report": "纽约大学格罗斯曼医学院 (NYU Grossman School of Medicine) 近期撤回了九名医学博士-哲学博士 (MD-Ph.D.) 联合项目的预录取通知。该决定于今年早些时候 (2025年) 宣布，原因是该项目失去了一项重要的联邦拨款。具体拨款金额未公开。\n\n拨款的缺失导致该项目招生工作“暂停”。这一突变可能会影响中国籍国际学生未来申请纽约大学该项目的策略。目前，纽约大学格罗斯曼医学院的学生向华盛顿广场新闻 (WSN) 表达了对该项目未来的担忧。\n\n受影响的学生应联系纽约大学全球服务办公室 (NYU Office of Global Services)，以了解此变动对其签证状态或未来学业计划的潜在影响。在选择学术项目时，关注资金稳定性至关重要。\n\n目前，纽约大学对此事件还没有做出回应。",
    "processing_timestamp": "2025-05-20T18:55:05.963674"
  }
]