[
  {
    "news_id": 1,
    "original_title": "City Scoop: Trump awed in meeting with Mamdani, and other top stories across NYC",
    "source_url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/trump-mamdani-meeting-border-czar-escalates-immigration-nyc-subway-wire-thief-delays-subways/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "The White House’s border security and immigration advisor, Tom Homan, has announced that federal immigration enforcement operations will escalate in New York City. In a Tuesday interview, Homan stated the city is being targeted due to its sanctuary policies, which limit local cooperation with federal immigration agents. This announcement comes after ICE agents recently appeared at Canal Street during an NYPD arrest. While President Trump met with NYC Mayor-elect Zohran Mamdani on Friday, they did not address the immigration issue, though Trump confirmed he would not deploy the National Guard. In other city news, MTA officials reported that a copper wire thief caused over 700 subway delays last month. The thefts disrupted the 1, 2, 3, 4, 5, and 6 lines during evening rush hours.",
    "chinese_title": "联邦移民执法升级，纽约市成重点目标",
    "refined_chinese_news_report": "白宫边境安全与移民顾问汤姆·霍曼 (Tom Homan) 宣布，联邦政府将升级在纽约市的移民执法行动。霍曼在周二接受采访时明确指出，此次行动升级直接针对纽约市的“庇护城市”政策，因为该政策限制了地方警察与联邦移民及海关执法局 (ICE) 探员的合作。\n在此声明发布之前，已有迹象表明执法力度正在加强。近期，ICE探员曾出现在纽约市警察局于运河街 (Canal Street) 执行的一次逮捕行动中。此外，尽管美国总统特朗普于上周五会见了纽约市候任市长佐兰·马姆达尼 (Zohran Mamdani)，但双方并未在会议中讨论移民问题。不过，特朗普确认他不会向纽约市派遣国民警卫队。",
    "processing_timestamp": "2025-11-30T00:55:48.740833"
  },
  {
    "news_id": 2,
    "original_title": "Ex-UN diplomat talks human rights careers with Steinhardt class",
    "source_url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/united-nations-human-rights-speaker-steinhardt/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "On Thursday, former United Nations diplomat David Chikvaidze spoke to an NYU Steinhardt human rights class about pursuing careers in international affairs. During the session, led by Professor Heddy Lahmann, students asked for guidance on obtaining work and internships at the UN. Chikvaidze, a 36-year veteran of the organization, acknowledged that the UN lacks a clear \"docking point\" for young people and accepts very few undergraduate interns each year. He advised students to first clearly identify their desired role and then build a strong candidacy by focusing on their personal strengths and interests, avoiding distractions. Chikvaidze also shared experiences from his humanitarian work in regions like Tajikistan and Uganda, encouraging students to celebrate small victories in their careers. He concluded by calling youth a \"great asset\" and a \"reservoir of talent, energy and enthusiasm.\"",
    "chinese_title": "标题生成失败 (Title generation failed)",
    "refined_chinese_news_report": "翻译失败或跳过 (Translation failed or skipped)",
    "processing_timestamp": "2025-11-30T00:56:27.390322"
  },
  {
    "news_id": 3,
    "original_title": "NYU Langone awarded ‘A’ in safety for 11th time",
    "source_url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/langone-hospitals-awarded-grade-eleventh-consecutive-time/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "NYU Langone Health has earned an “A” grade for patient safety for the 11th consecutive time from The Leapfrog Group, a national nonprofit that rates nearly 3,000 U.S. hospitals. The top rating, announced in the fall 2025 survey, applies to NYU Langone’s main hospital sites in Manhattan, Brooklyn, and Long Island. The safety grade is based on 30 performance measures, including the prevention of medical errors, injuries, and infections. This recognition follows a No. 1 ranking for patient care that NYU Langone received in September for the fourth year in a row. Additionally, the health system has expanded its services, opening six new medical centers in Suffolk County and proposing an $83 million emergency department expansion in Kips Bay. Despite these achievements, the institution has faced criticism this year over canceled appointments for gender-affirming care and employee lawsuits alleging discrimination.",
    "chinese_title": "纽约大学朗格尼获A级评级, 连续11次蝉联安全榜首",
    "refined_chinese_news_report": "纽约大学朗格尼健康中心 (NYU Langone Health) 再次获得患者安全领域的最高评级。根据全国性非营利组织“飞跃集团 (The Leapfrog Group)” 发布的2025年秋季调查报告，这是该医疗系统连续第11次获得“A”级评分，评级范围包括其在曼哈顿、布鲁克林和长岛的主要院区。\n“飞跃集团”的安全评级基于对全美近3000家医院的评估。其审查标准包括医疗差错、意外伤害和院内感染预防等三十项具体表现指标。\n除了安全领域的认可，纽约大学朗格尼今年9月还连续第四年获得了患者护理全美排名第一的荣誉。同时，该系统正在扩张其服务网络，已在萨福克县 (Suffolk County) 新设六家医疗中心，并计划投资8300万美元扩建基普斯湾 (Kips Bay) 的急诊部门。\n尽管成就斐然，该机构今年也面临一些批评。这些争议主要涉及取消部分性别肯定护理服务的预约，以及有员工就歧视问题提起了诉讼。",
    "processing_timestamp": "2025-11-30T00:57:33.600562"
  },
  {
    "news_id": 4,
    "original_title": "Langone researchers find new way to detect nerve-killing head trauma",
    "source_url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
    "source_method": "category_scan",
    "reported_publication_date": "2025-11-24",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/24/nyu-study-predicts-risk-of-chronic-traumatic-encephalopathy/",
      "publication_date_str": "2025-11-24",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "Researchers at NYU Langone have developed a new method that may help predict the risk of chronic traumatic encephalopathy (CTE), a neurodegenerative disease resulting from repeated head injuries. The disease, common in athletes like football players, can currently only be confirmed through a post-mortem autopsy. In a study published in September, researchers from the NYU Grossman School of Medicine and the Langone Concussion Center used advanced computer analysis on brain scans. They compared scans from 169 former football players with 54 healthy individuals, finding that the players had wider and shallower brain grooves (sulci). According to lead author Hector Arciniega, this finding is a major step toward creating a risk assessment to help physicians intervene before the disease worsens. Future research will also explore how social factors impact diagnosis and treatment.",
    "chinese_title": "纽约大学新研究, 扫描大脑可预测CTE风险",
    "refined_chinese_news_report": "纽约大学朗格尼医学中心 (NYU Langone) 的研究人员开发出一种新方法，或有助于预测慢性创伤性脑病 (CTE) 的患病风险。CTE是一种因头部反复受伤引起的神经退行性疾病，常见于美式足球运动员，目前只能通过死后尸检才能确诊。\n在一项于9月发表的研究中，来自纽约大学格罗斯曼医学院和朗格尼脑震荡中心的研究团队，运用先进的计算机分析技术处理了大脑扫描图像。他们对比了169名前美式足球运动员与54名健康个体的扫描数据，发现运动员大脑的沟回 (sulci) 普遍更宽、更浅。\n研究的主要作者赫克托·阿西涅加 (Hector Arciniega) 称，这项发现是建立风险评估方法的关键一步，能帮助医生在病情恶化前介入治疗。未来的研究方向还将包括社会因素对疾病诊断和治疗的影响。",
    "processing_timestamp": "2025-11-30T00:58:28.864529"
  },
  {
    "news_id": 5,
    "original_title": "COVID-19 may affect sense of smell for years, Langone study finds",
    "source_url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/nyu-langone-covid-smell-loss-study/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A study by researchers at NYU Langone Health has found that COVID-19 can cause a long-term and often unrecognized reduction in a person's sense of smell. Led by Grossman professor Leora Horwitz, the research monitored over 3,500 participants for nearly four years using scratch-and-sniff tests. A key finding was that even among those who believed their sense of smell was unaffected after having COVID-19, 66% demonstrated an \"abnormally low\" ability to identify scents, a condition known as hyposmia. This impairment can have serious consequences for daily life, such as a diminished interest in eating or the inability to detect safety hazards like gas leaks or smoke. Researchers recommend that doctors screen long-term COVID-19 patients with formal smell tests, even if they report no symptoms. While no definitive cure exists, the study notes that smell training may be \"better than nothing.\"",
    "chinese_title": "新冠病毒后遗症，嗅觉减退或被忽视",
    "refined_chinese_news_report": "纽约大学朗格尼健康中心 (NYU Langone Health) 的一项新研究表明，感染新冠病毒可能导致长期且不易被察觉的嗅觉减退。该研究由格罗斯曼学院教授列奥拉·霍维茨 (Leora Horwitz) 领导，在近四年时间里通过“刮擦闻味”测试，对超过3500名参与者进行了持续监测。\n研究的一个关键发现是，在那些认为自己嗅觉未受影响的新冠康复者中，仍有66%的人在识别气味方面表现出“异常低”的能力，这种情况被称为嗅觉减退 (hyposmia)。这种嗅觉障碍会直接影响日常生活，例如可能降低进食的兴趣，或无法及时察觉煤气泄漏、烟雾等安全隐患。\n基于此项发现，研究人员建议医生应对长期新冠患者进行正式的嗅觉功能筛查，即使患者本人并未报告任何相关症状。虽然目前尚无明确的治疗方法来恢复嗅觉，但研究指出，进行嗅觉训练可能“聊胜于无”。",
    "processing_timestamp": "2025-11-30T00:59:25.597255"
  },
  {
    "news_id": 6,
    "original_title": "Silver trains social work students with virtual simulations",
    "source_url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-25",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/25/virtual-reality-train-workers-silver/",
      "publication_date_str": "2025-11-25",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A study by NYU’s Silver School of Social Work found that hybrid training models using virtual simulations may help address New York City's shortage of qualified mental health professionals. The pilot initiative, which began in 2023, involves a two-semester class where social work students practice clinical skills like suicide risk assessments in a low-stakes environment with virtual technology and actors. According to researchers, this training helps students build practical skills and manage anxiety before interacting with actual clients, mitigating challenges like the lack of live feedback in internships due to patient confidentiality. While the method shows promise, the study noted that many students found automated feedback intimidating and instructors considered the technology to be in its early stages. Silver is now collaborating with the Tandon and Steinhardt schools to launch a fully AI-powered virtual reality simulation this spring, allowing students to engage with \"avatar\" patients for training.",
    "chinese_title": "应对心理医生短缺，纽约大学引入VR培训",
    "refined_chinese_news_report": "纽约大学社会工作学院 (Silver School of Social Work) 的一项研究指出，采用虚拟模拟的混合培训模式，有望缓解纽约市合格心理健康专业人员的短缺问题。该试点项目于2023年启动，社工学生通过为期两学期的课程，在一个风险较低的环境中，借助虚拟技术和真人演员练习自杀风险评估等临床技能。\n研究人员称，这种培训能帮助学生在接触真实客户前建立实践技能并管理焦虑情绪，同时解决了实习中因患者保密规定而缺乏实时反馈的难题。尽管该方法前景看好，但研究也指出，部分学生认为自动反馈令人不安，导师们则认为该技术仍不成熟。\n目前，社会工作学院正与坦登工程学院 (Tandon) 和斯坦哈特学院 (Steinhardt) 合作，计划于今年春季推出一个完全由人工智能驱动的虚拟现实模拟系统。届时，学生将能与“虚拟化身”患者进行互动训练。",
    "processing_timestamp": "2025-11-30T01:00:26.889159"
  },
  {
    "news_id": 7,
    "original_title": "Urban health care can’t keep up, Tandon study finds",
    "source_url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/tandon-urban-healthcare-disparities-study/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "A study by researchers at NYU's Tandon School of Engineering has found that medical specialist availability in large cities is failing to keep up with population growth, leading to longer wait times and other access issues. The September study, led by Ph.D. candidate Tian Gan, analyzed data from over 1.4 million providers across nearly 900 cities. It revealed that New York City has only 4.7 specialists per 1,000 residents, a ratio that researchers say undermines patient care. Consequently, patients in large cities may experience bounced referrals and an overreliance on primary care doctors. The research also identified addiction and preventive medicine as the most underrepresented specialties in metropolitan areas. Researchers noted these shortages could lead to \"medical tourism,\" where patients must travel to receive faster care. While the issue affects all residents, the study found it most prominently impacts elderly patients needing continuous specialized services.",
    "chinese_title": "纽约大学研究警示，大城市专科医生短缺",
    "refined_chinese_news_report": "纽约大学坦登工程学院 (NYU's Tandon School of Engineering) 的一项最新研究指出，美国大城市的专科医生数量已无法跟上人口增长的步伐，导致患者面临更长的等待时间和就医困难。这项于九月发布的研究由博士生田甘 (Tian Gan) 领导，团队分析了来自近900个城市、超过140万名医疗服务提供者的数据。\n研究以纽约市为例，指出该市每1000名居民仅拥有4.7名专科医生，研究人员认为这一比例已损害了患者的医疗质量。因此，大城市的患者在寻求专科治疗时，可能会遭遇转诊被拒，或被迫过度依赖全科医生进行初步诊疗。\n该研究同时发现，成瘾医学和预防医学是城市地区最为稀缺的两个专科领域。医生短缺的现象甚至可能催生“医疗旅游” (medical tourism)，即患者不得不前往其他城市以获得更及时的治疗。尽管这一问题影响所有居民，但研究强调，需要持续性专科服务的老年患者受到的冲击最为严重。",
    "processing_timestamp": "2025-11-30T01:01:24.325713"
  },
  {
    "news_id": 8,
    "original_title": "NYU awaits guidance on admissions data release",
    "source_url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
    "source_method": "archive_scan",
    "reported_publication_date": "2025-11-26",
    "verification_details": {
      "url": "https://nyunews.com/news/2025/11/26/trump-administration-disaggregated-data/",
      "publication_date_str": "2025-11-26",
      "is_recent": "Within range (from OpenRouter) (2025-11-24 to 2025-11-30)",
      "is_within_range": true,
      "is_relevant": "Relevant",
      "article_type_assessment": "News article"
    },
    "english_summary": "New York University must begin submitting six years of detailed applicant and admissions data to the U.S. Department of Education starting December 3. This new federal mandate from the Trump administration requires universities to report on the race, sex, test scores, and GPAs of applicants to ensure compliance with the Supreme Court's ban on race-based admissions. According to university spokesperson Joseph Tirella, NYU is awaiting further guidance, as non-compliance could risk up to $1.5 billion in federal research grants and student aid. Following the 2023 court decision that banned affirmative action, NYU’s Asian student enrollment rose from 22% to 27%, while Black and Latino student enrollment decreased. The university has already lost at least $6 million in grants amid broader federal funding suspensions.",
    "chinese_title": "联邦新规要求纽大，提交六年招生数据",
    "refined_chinese_news_report": "根据联邦政府新规，纽约大学 (NYU) 必须从12月3日起，向美国教育部提交过去六年的详细申请与录取数据。这项来自特朗普政府的指令要求大学报告申请人的种族、性别、考试成绩和GPA，以确保学校遵守最高法院关于禁止在招生中考虑种族因素的裁决。\n大学发言人约瑟夫·蒂雷拉 (Joseph Tirella) 表示，学校目前正在等待教育部的进一步指导。他指出，若不遵守规定，学校将面临损失高达15亿美元联邦研究经费和学生援助的风险。在更广泛的联邦资金暂停发放背景下，该校已损失至少600万美元拨款。\n自2023年最高法院禁止“平权法案”后，纽约大学的入学学生构成已发生变化。数据显示，亚裔学生的入学比例从22%上升至27%，而黑人和拉丁裔学生的入学比例则有所下降。",
    "processing_timestamp": "2025-11-30T01:02:27.117375"
  }
]